Repository: chk2k2/fusiondirectory-plugins
Catalog: argonaut/locale/*/fusiondirectory.po
Languages: el_gr

source: Could not read "%s"!
el_gr: Αδύνατη η ανάγνωση του "%s"!

source: "%s" is not a file!
el_gr: Το "%s" δεν είναι αρχείο!

source: Services
el_gr: Υπηρεσίες

source: Opsi admin
el_gr: Διαχειριστής Opsi

source: Opsi password
el_gr: Κωδικός Opsi

source: Opsi server
el_gr: Διακομιστής Opsi

source: Opsi lang
el_gr: Γλώσσα Opsi

source: Argonaut server
el_gr: Διακομιστής Argonaut

source: Delete finished tasks
el_gr: Διαγραφή ολοκληρωμένων διεργασιών

source: Wether or not argonaut server should delete successfully finished tasks
el_gr: Αν ο διακομιστής argonaut θα πρέπει να διαγράφει της επιτυχώς ολοκληρωμένες διεργασίες ή όχι

source: Wether or not argonaut server should get packages information from repositories at start and then once a day. Needed for FAI package list creation.
el_gr: Αν o argonaut διακομιστής πρέπει ή όχι να πάρει τις πληροφορίες των πακέτων από τα αποθετήρια στην αρχή και μετά μία φορά την ημέρα. Χρειάζεται για τη δημιουργία λίστας των πακέτων FAI.

source: Protocol
el_gr: Πρωτόκολλο

source: Protocol to use for argonaut
el_gr: Πρωτόκολλο για χρήση στο argonaut

source: Port
el_gr: Θύρα

source: Port on which the argonaut server will be listening
el_gr: Η θύρα στην οποία ο argonaut διακομιστής θα ακούει

source: Timeout
el_gr: Λήξη χρόνου:

source: Time in seconds before to consider an argonaut client or server as down
el_gr: Ο χρόνος σε δευτερόλεπτα πριν θεωρήσουμε ότι ο argonaut πελάτης ή διακομιστής έχει πέσει (δεν λειτουργεί)

source: Log directory
el_gr: Κατάλογος καταγραφών

source: Directory in which argonaut will store its log
el_gr: Φάκελος στον οποίο ο argonaut θα αποθηκεύσει τις καταγραφές

source: Wake on lan
el_gr: Εκκίνηση μέσω δικτύου

source: Interface
el_gr: Διεπαφή

source: Interface to use for sending WakeOnLan requests
el_gr: Η διεπαφή που θα χρησιμοποιηθεί για την εκκίνηση μέσω δικτύου

source: IP tool
el_gr: Εργαλείο IP

source: IP tool to use
el_gr: To εργαλείο IP που θα χρησιμοποιηθεί

source: SSL paths
el_gr: Διαδρομές SSL

source: Key
el_gr: Κλειδί

source: Path to the private key file on Argonaut server
el_gr: Μονοπάτι στο αρχείο του ιδιωτικού κλειδιού στον Argonaut διακομιστή

source: Certificate
el_gr: Πιστοποιητικό

source: Path to the certificate file on Argonaut server
el_gr: Μονοπάτι στο αρχείο του πιστοποιητικού στον Argonaut διακομιστή

source: CA certificate
el_gr: Πιστοποιητικό CA

source: Path to the CA certificate file on Argonaut server
el_gr: Μονοπάτι στο αρχείο του πιστοποιητικού CA στον Argonaut διακομιστή

source: CN of the certificate
el_gr: CN πιστοποιητικού

source: The CN in the server certificate
el_gr: Το CN στο πιστοποιητικό του διακομιστή

source: Basic settings
el_gr: Βασικές ρυθμίσεις

source: Default mode
el_gr: Προκαθορισμένη λειτουργία

source: Directory in which argonaut-fuse will store its log
el_gr: Κατάλογος στον οποίο το argonaut-fuse θα αποθηκεύει τις καταγραφές του

source: Pxelinux cfg path
el_gr: Διαδρομή αρχείου διαμόρφωσης Pxelinux

source: Path where argonaut-fuse should store pxelinux.cfg
el_gr: Κατάλογος στον οποίο το argonaut-fuse θα αποθηκεύει το pxelinux.cfg

source: LTSP server
el_gr: Εξυπηρετητής LTSP

source: Local packages folder
el_gr: Φάκελος τοπικών πακέτων

source: Folder in which the crawler will store packages during analysis
el_gr: Φάκελος στον οποίο ο crawler θα αποθηκεύσει τα πακέτα κατα τη διάρκεια της ανάλυσης

source: Argonaut Repository configuration
el_gr: Ρύθμιση του Argonaut αποθετήριου

source: Proxy
el_gr: Διαμεσολαβητής

source: Specifies the http proxy (like Squid) to use for http and hftp method
el_gr: Καθορίζει τον διαμεσολαβητή του http (π.χ. Squid) που θα χρησιμοποιηθεί για το http και το hfrp πρωτόκολλο

source: Directory in which logs should be stored
el_gr: Φάκελοι στους οποίους θα πρέπει να αποθηκευτούν οι καταγραφές

source: Ignore errors
el_gr: Λάθη που αγνοούνται

source: Source
el_gr: Πηγή

source: Include source in the mirror
el_gr: Περιέλαβε την πηγή στον καθρεπτισμό

source: GPG Check
el_gr: Έλεγχος GPG

source: Fail if the Release.gpg file is missing
el_gr: Αποτυχία αν δεν υπάρχει το αρχείο Release.gpg

source: Contents
el_gr: Περιεχόμενα

source: Additionally download Contents.<arch>.gz files (Note that these files can be relatively big and can change frequently)
el_gr: Πρόσθετα κατεβασμένα αρχεία περιεχομένου. <arch>.gz (Προσέξτε ότι αυτά τα αρχεία μπορεί να είναι σχετικά μεγάλα και να αλλάζουν συχνά)

source: Argonaut DNS settings
el_gr: Ρυθμίσεις του Argonaut DNS

source: The directory in which conf file must be created
el_gr: O κατάλογος στον οποίο το αρχείο conf πρέπει να δημιουργηθεί

source: The directory in which zone files must be created
el_gr: Ο κατάλογος στον οποίο πρέπει να δημιουργηθούν τα αρχεία ζώνης (zone files)

source: Time to live
el_gr: Χρόνος ζωής

source: Argonaut client
el_gr: Πελάτης Argonaut

source: Edit argonaut client settings
el_gr: Επεξεργασία ρυθμίσεων του πελάτη Argonaut

source: Argonaut client settings
el_gr: Ρυθμίσεις πελάτη λογισμικού Argonaut

source: Client port
el_gr: Θύρα πελάτη

source: Port used by argonaut client for JSON-RPC
el_gr: Θύρα που χρησιμοποιείται από τον πελάτη argonaut για το JSON-RPC

source: WakeOnLan interface
el_gr: Διεπαφή εκκίνησης μέσω δικτύου

source: Interface used by argonaut for WakeOnLan
el_gr: Η διεπαφή που χρησιμοποιεί το argonaut για εκκίνηση μέσω δικτύου

source: TaskId file
el_gr: Αρχείο ταυτότητας διαδικασίας

source: File which argonaut will use to store its task id when booting
el_gr: Αρχείο στο οποίο το argonaut θα αποθηκεύσει της ταυτότητα διαδικασίας του κατά την εκκίνηση

source: Directory in which argonaut client should write its logs
el_gr: Κατάλογος στον οποίο ο πελάτης argonaut πρέπει να αποθηκεύει τις καταγραφές του

source: Path to the private key file on Argonaut client
el_gr: Διαδρομή για το αρχείο ιδιωτικού κλειδιού στον πελάτη Argonaut

source: Path to the certificate file on Argonaut client
el_gr: Διαδρομή για το αρχείο πιστοποιητικού στον πελάτη Argonaut

source: Path to the CA certificate file on Argonaut client
el_gr: Διαδρομή για το αρχείο πιστοποιητικού CA στον πελάτη Argonaut

source: The CN in this client certificate
el_gr: Το CN του πιστοποιητικού αυτού του πελάτη

source: Service names
el_gr: Ονομασίες υπηρεσιών

source: Argonaut service names
el_gr: Ονομασίες υπηρεσιών Argonaut

source: Upload
el_gr: Αποστολή

source: Import
el_gr: Εισαγωγή

source: Infrastructure service
el_gr: Υπηρεσία υποδομής

source: Import complete: %s events successfully send, %s failed
el_gr: Η εισαγωγή ολοκληρώθηκε: %s συμβάντα στάλθηκαν με επιτυχία, %s απέτυχαν

source: file is empty
el_gr: Το αρχείο είναι κενό

source: Hours
el_gr: Ώρες

source: Minutes
el_gr: Λεπτά

source: Date
el_gr: Ημερομηνία

source: Schedule
el_gr: Πρόγραμμα

source: Periodical job
el_gr: Περιοδική εργασία

source: Days
el_gr: Ημέρες

source: Weeks
el_gr: Εβδομάδες

source: Months
el_gr: Μήνες

source: Period
el_gr: Περίοδος

source: Error
el_gr: Σφάλμα

source: Provide a mechanism to automatically activate systems
el_gr: Παρέχει ένα μηχανισμό ώστε αυτόματα να ενεργοποιεί συστήματα

source: Permission
el_gr: Άδεια

source: Remove
el_gr: Αφαίρεση

source: The following jobs couldn't be deleted, they have to be aborted: %s
el_gr: Οι ακόλουθες εργασίες δεν γίνεται να διαγραφούν, θα πρέπει να ματαιωθούν: %s

source: Info
el_gr: Πληροφορίες

source: Error detail
el_gr: Λεπτομέρεια λάθους

source: immediately
el_gr: αμέσως

source: Waiting
el_gr: Αναμονή

source: Show error
el_gr: Εμφάνιση σφάλματος

source: Processed
el_gr: Επεξεργασμένο

source: in progress
el_gr: σε εξέλιξη

source: List of queued jobs
el_gr: Λίστα εργασιών στην ουρά

source: Task
el_gr: Εργασία

source: Status
el_gr: Κατάσταση

source: Actions
el_gr: Ενέργειες

source: Abort
el_gr: Ματαίωση

source: Execute
el_gr: Εκτέλεση

source: Switch off
el_gr: Κλείσιμο

source: Reboot
el_gr: Επανεκκίνηση

source: Software update
el_gr: Ενημέρωση λογισμικού

source: (Re)Install
el_gr: (Επαν)εγκατάσταση

source: timestamp
el_gr: χρονική ένδειξη

source: MAC-address
el_gr: Διεύθυνση MAC

source: job type
el_gr: τύπος εργασίας

source: object group
el_gr: ομάδα αντικειμένου

source: Timestamp
el_gr: Χρονική ένδειξη

source: Object group
el_gr: Ομάδα αντικειμένου
