Repository: chk2k2/fusiondirectory-plugins
Catalog: supann/locale/*/fusiondirectory.po
Languages: cs_cz

source: Establishment
cs_cz: Instituce

source: Properties
cs_cz: Vlastnosti

source: Name
cs_cz: Název

source: Description
cs_cz: Popis

source: A short description of this establishment
cs_cz: Stručný popis této instituce

source: Location
cs_cz: Umístění

source: Telephone
cs_cz: Telefon

source: Phone number of this establishment
cs_cz: Telefonní číslo této instituce

source: Fax number of this establishment
cs_cz: Faxové číslo této instituce

source: Usually the city where this establishment is
cs_cz: Obvykle město, ve kterém se instituce nachází

source: Address
cs_cz: Adresa

source: The postal address of this establishment
cs_cz: Poštovní adresa této instituce

source: Establishment code
cs_cz: Kód instituce

source: Establishment type
cs_cz: Typ instituce

source: Parent entities
cs_cz: Nadřazené entity

source: The parent entities of this entity
cs_cz: Nadřazená entita této entity

source: Reference IDs
cs_cz: Identifikátory reference

source: supannRefId - IDs/links for this entity on other systems
cs_cz: supannRefId – identifikátory/odkazy pro tuto položku na ostatních systémech

source: Legal name
cs_cz: Úřední název

source: The legal name of this establishment
cs_cz: Právní název této instituce

source: Home page URI
cs_cz: Adresa domovské stránky

source: Institution URI
cs_cz: URI adresa instituce

source: White pages URI
cs_cz: URI adresa „bílých stránek“ (white pages)

source: LDAP error
cs_cz: chyba LDAPu

source: File error
cs_cz: Chyba souboru

source: Cannot read file: '%s'
cs_cz: Soubor se nedaří načíst: „%s“

source: Entity
cs_cz: Entita

source: The name to write in the ou attribute for this entity
cs_cz: Název, který této entitě zapsat do atributu Organizační jednotka

source: Short description of this entity
cs_cz: Stručný popis této entity

source: Administrative information
cs_cz: Administrativní informace

source: Phone number of this entity
cs_cz: Telefonní číslo této entity

source: Fax number of this entity
cs_cz: Faxové číslo této entity

source: Postal address
cs_cz: Poštovní adresa

source: Postal address of this entity
cs_cz: Poštovní adresa této entity

source: Entity type
cs_cz: Typ entity

source: Entity code
cs_cz: Kód entity

source: Resource
cs_cz: Prostředek

source: Label
cs_cz: jmenovka

source: Allowed substates for an account
cs_cz: Umožněné dílčí stavy pro účet

source: Status
cs_cz: Stav

source: Active status this substatus is tied to
cs_cz: Aktivní stav se kterým je tento dílčí stav spojen

source: Active
cs_cz: Aktivní

source: Inactive
cs_cz: Neaktivní

source: LDAP value for this substatus
cs_cz: LDAP hodnota pro tento dílčí stav

source: Substates
cs_cz: Dílčí stavy

source: Labels for custom substates
cs_cz: Štítky pro uživatelsky určené dílčí stavy

source: Label shown for this substatus
cs_cz: Štítek zobrazený pro tento dílčí stav

source: Custom labels
cs_cz: Uživatelsky určené štítky

source: None
cs_cz: žádné

source: Master
cs_cz: Hlavní

source: Another class of degree
cs_cz: Jiná třída hodnocení

source: 1st year
cs_cz: 1. rok

source: 2nd year
cs_cz: 2. rok

source: 3rd year
cs_cz: 3. rok

source: 4th year
cs_cz: 4. rok

source: 5th year
cs_cz: 5. rok

source: 6th year
cs_cz: 6. rok

source: 7th year
cs_cz: 7. rok

source: 8th year
cs_cz: 8. rok

source: 9th year
cs_cz: 9. rok

source: SupAnn information management plugin
cs_cz: Zásuvný modul pro správu SupAnn informací

source: Identity
cs_cz: Identita

source: Civilite
cs_cz: Zdvořilostní

source: supannCivilite - Civility for this person
cs_cz: supannCivilite – oslovení této osoby

source: Alias login
cs_cz: Alternativní přihlašovací jméno

source: supannAliasLogin - An alias for the login of this user
cs_cz: supannAliasLogin – alternativní název pro přihlašovací jméno tohoto uživatele

source: Nickname
cs_cz: Přezdívka

source: Ref ids
cs_cz: Identifikátory reference

source: supannRefId - IDs/links for this user on other systems
cs_cz: supannRefId – Identifikátory/odkazy tohoto uživatele na ostatních systémech

source: Contact
cs_cz: Kontakt

source: Other phone numbers
cs_cz: Ostatní telefonní čísla

source: supannAutreTelephone - Other phone numbers for this user
cs_cz: supannAutreTelephone – ostatní telefonní čísla tohoto uživatele

source: Other mail addresses
cs_cz: Ostatní e-mailové adresy

source: supannAutreMail - Other mail addresses for this user. Each must be unique
cs_cz: supannAutreMail – ostatní e-mailové adresy tohoto uživatele. Nemohou se opakovat

source: Personal mail addresses
cs_cz: Osobní e-mailová adresa

source: supannMailPerso - Personal mail addresses for this user
cs_cz: supannMailPerso – soukromá poštovní adresa tohoto uživatele

source: supannListeRouge - Should this person be on the red list
cs_cz: supannListeRouge – Zda by tato osoba měla být na seznamu blokovaných

source: Assignment
cs_cz: Přiřazení

source: supannEntiteAffectationPrincipale - Main assignment of the person
cs_cz: supannEntiteAffectationPrincipale – hlavní přiřazení této osoby

source: Assignments
cs_cz: Přiřazení

source: Entity types
cs_cz: Typy entit

source: Affiliation
cs_cz: Přidružení

source: Primary affiliation
cs_cz: Hlavní přidružení

source: eduPersonPrimaryAffiliation - Main status of the person
cs_cz: eduPersonPrimaryAffiliation – hlavní status osoby

source: Affiliations
cs_cz: Přidružení

source: Student profile
cs_cz: Profil studenta

source: INE code
cs_cz: Kód INE

source: supannCodeINE - INE code of this student
cs_cz: supannCodeINE – INE kód tohoto studenta

source: Student ID
cs_cz: Identifikátor studenta

source: supannEtuId - Scolarity id
cs_cz: supannEtuId – identifikátor výuky

source: Student registrations
cs_cz: Registrace studentů

source: Year
cs_cz: rok

source: Registration type
cs_cz: Typ registrace

source: Disciplinary Sector
cs_cz: Kárné řízení

source: supannEtuSecteurDisciplinaire - Disciplinary sector education diploma
cs_cz: supannEtuSecteurDisciplinaire – výukový diplom disciplinárního sektoru

source: Diploma type
cs_cz: Typ diplomu

source: supannEtuTypeDiplome - Type of diploma
cs_cz: supannEtuTypeDiplome – typ diplomu

source: Curriculum year
cs_cz: Rok studijního plánu

source: Entity assignment
cs_cz: Přiřazení entity

source: Diploma
cs_cz: Diplom

source: supannEtuDiplome - Diploma prepared by the student
cs_cz: supannEtuDiplome – Diplom, připravený tímto studentem

source: Step
cs_cz: Stupeň

source: supannEtuEtape - Step can be considered a split (semester, year, etc.) in time of education leading to a diploma
cs_cz: supannEtuEtape – krok může být považován za část (semestr, rok, atd.) v době výuky, vedoucí k získání diplomu

source: educational element
cs_cz: výukový prvek

source: supannEtuElementPedagogique - Generic description of the content of education with a high level of granularity
cs_cz: supannEtuElementPedagogique – Obecný, členěný popis obsahu výuky

source: Personal profile
cs_cz: Osobní profil

source: Personal ID
cs_cz: Osobní identifikátor

source: supannEmpId - Employee identifier
cs_cz: supannEmpId – číslo zaměstnance

source: Personal corps
cs_cz: Osobní sbor

source: Activity
cs_cz: Aktivita

source: Roles
cs_cz: Role

source: Generic role
cs_cz: Obecná role

source: State of the account and associated resources
cs_cz: Stav účtu a souvisejících prostředků

source: Which resource this state concerns
cs_cz: Kterého prostředku se této stav týká

source: Account
cs_cz: Účet

source: Mail
cs_cz: E-mail

source: Active status
cs_cz: Aktivní stav

source: Start date
cs_cz: Datum začátku

source: Date this status started
cs_cz: Datum od kterého tento stav začal

source: End date
cs_cz: Datum ukončení

source: Date this status will end
cs_cz: Datum po kterém tento stav skončí

source: End
cs_cz: Konec

source: Extension
cs_cz: Rozšíření

source: Precreated
cs_cz: Předvytvořené

source: Created
cs_cz: Vytvořeno

source: Expired
cs_cz: Platnost skončila

source: Data deletion
cs_cz: Datum smazání

source: Account deletion
cs_cz: Smazání účtu

source: Locked
cs_cz: Zamčeno

source: Administrative lock
cs_cz: Administrativní zámek
