Repository: chk2k2/fusiondirectory-plugins
Catalog: posix/locale/*/fusiondirectory.po
Languages: el_gr, nl

source: Group
el_gr: Ομάδα
nl: Groep

source: POSIX group information
el_gr: Πληροφορίες ομάδας POSIX
nl: POSIX groepsinformatie

source: POSIX group
el_gr: Ομάδα POSIX
nl: POSIX groep

source: POSIX user group
el_gr: Ομάδα χρηστών POSIX
nl: POSIX gebruikersgroep

source: Properties
el_gr: Ιδιότητες
nl: Eigenschappen

source: Name
el_gr: Όνομα
nl: Naam

source: Name of this group
el_gr: Όνομα αυτής της ομάδας
nl: Naam van deze groep

source: Description
el_gr: Περιγραφή
nl: Omschrijving

source: Short description of this group
el_gr: Σύντομη περιγραφή αυτής της ομάδας
nl: Korte beschrijving van deze groep

source: Force GID
el_gr: Εξαναγκασμός GID
nl: Verplicht GID

source: Force GID value for this group
el_gr: Εξαναγκασμός τιμής GID για αυτή την ομάδα
nl: Verplichte GID waarde voor deze groep

source: GID value for this group
el_gr: Τιμή GID για αυτήν την ομάδα
nl: GID waarde voor deze groep

source: Group members
el_gr: Μέλη ομάδας
nl: Groepsleden

source: System trust
el_gr: Εμπιστοσύνη συστήματος
nl: Systeem-trust

source: Trust mode
el_gr: Λειτουργία επιστοσύνης
nl: Trust-modus

source: Type of authorization for those hosts
el_gr: Τύπος εξουσιοδότησή για αυτά τα συστήματα
nl: Type van authorisatie voor deze hosts

source: disabled
el_gr: απενεργοποιημένο
nl: gedeactiveerd

source: full access
el_gr: Πλήρης Πρόσβαση
nl: volledige toegang

source: allow access to these hosts
el_gr: να επιτραπεί πρόσβαση σε αυτά τα host
nl: sta toegang op deze hosts toe

source: Only allow this group to connect to this list of hosts
el_gr: Επιτρέπεται σ'αυτή την ομάδα να συνδέεται στην ακόλουθη λίστα διακομιστών
nl: Laat alleen deze groep toe om met deze lijst van hosts te verbinden

source: POSIX configuration
nl: POSIX configuratie

source: FusionDirectory POSIX plugin configuration
nl: FusionDirectory POSIX plugin configuratie

source: POSIX groups RDN
nl: POSIX groeps RDN

source: The branch where POSIX groups are stored.
nl: De sectie waar POSIX groepen opgeslagen zijn.

source: Group/user min id
nl: Groep/gebruiker min id

source: The minimum assignable user or group id to avoid security leaks with id 0 accounts.
nl: De minimum toewijsbare gebruiker of groep-id om veiligheidslekken met id 0 accounts te vermijden

source: Next id hook
nl: Volgende ID hook

source: A script to be called for finding the next free id number for users or groups.
el_gr: Ένα σενάριο που θα κληθεί για την εύρεση του επόμενου ελεύθερου id για χρήστες ή ομάδες.
nl: Een script op te vragen om het volgende beschikbare id nummer voor gebruikers en groepen te vinden

source: Base number for user id
el_gr: Αριθμός βάση για user id
nl: Base nummer voor gebruiker id

source: Where to start looking for a new free user id.
el_gr: Τοποθεσία εύρεσης νέου ελεύθερου user id.
nl: Startpunt voor opzoeken van een nieuwe vrije gebruiker id.

source: Base number for group id
el_gr: Αριθμός βάση για group id
nl: Base nummer voor groep id

source: Where to start looking for a new free group id.
el_gr: Τοποθεσία εύρεσης νέου ελεύθερου group id.
nl: Waar te beginnen zoeken naar een nieuw beschikbaar groep id.

source: Id allocation method
el_gr: Μέθοδος διανομής id
nl: id allocatie methode

source: Method to allocate user/group ids
el_gr: Μέθοδος για την διανομή user/group id
nl: Methode ter allocatie van gebruiker/groep ids

source: Traditional
el_gr: Παραδοσιακή
nl: Traditioneel

source: Pool user id min
nl: Pool gebruiker-id min

source: Minimum value for user id when using pool method
nl: Mimimum waarde voor gebruiker-id bij gebruik pool methode

source: Pool user id max
nl: Pool gebruiker-id max

source: Maximum value for user id when using pool method
nl: Maximum waarde voor gebruiker-id bij gebruik van pool method

source: Pool group id min
nl: Pool groep-id min

source: Minimum value for group id when using pool method
nl: Mimimum waarde voor groep-id bij gebruik pool methode

source: Pool group id max
nl: Pool groep-id max

source: Maximum value for group id when using pool method
nl: Maximum waarde voor groep-id bij gebruik pool methode

source: Available shells
nl: Beschikbare shells

source: Available POSIX shells for FD users.
nl: Beschikbare POSIX shells voor FD gebruikers.

source: Default shell
nl: Standaard shell

source: Shell used by default when activating Unix tab.
nl: Standaard shell gebruikt bij activatie Unix tab

source: Edit users POSIX settings
el_gr: Επεξεργασία ρυθμίσεων χρηστών POSIX
nl: Bewerk gebruikers POSIX instellingen

source: Home directory
el_gr: Προσωπικός κατάλογος
nl: Persoonlijke directory

source: The path to the home directory of this user
el_gr: Η διαδρομή για τον αρχικό κατάλογο του χρήστη
nl: Het pad naar de home directory van de user

source: Which shell should be used when this user log in
el_gr: Ποιο κέλυφος πρέπει να χρησιμοποιηθεί όταν ο χρήστης συνδεθεί
nl: Welke shell gebruikt moet worden als deze gebruiker inlogt

source: unconfigured
el_gr: μη ρυθμισμένο
nl: ongeconfigureerd

source: Primary group
el_gr: Κύρια ομάδα
nl: Primaire groep

source: Primary group for this user
el_gr: Κύρια ομάδα του χρήστη
nl: Primaire groep voor deze gebruiker

source: Status of this user unix account
el_gr: Κατάσταση του λογαριασμού unix του χρήστη
nl: Status van deze gebruiker unix account

source: Force user/group id
el_gr: Εξαναγκασμός user/group id
nl: Verplicht gebruiker/groep-id

source: Force user id and group id values for this user
el_gr: Υποχρέωση συμπλήρωσης τιμών για user id και group id για αυτόν τον χρήστη
nl: Verplicht gebruikers-id en groeps-id waardes voor deze gebruiker

source: User id
nl: Gebruikers-id

source: User id value for this user
el_gr: Τιμή User id για αυτόν τον χρήστη.
nl: Gebruikers-id waarde voor deze gebruiker

source: Group id
nl: Groeps-id

source: Group id value for this user
el_gr: Τιμή Group id για αυτόν τον χρήστη
nl: Groeps-id waarde voor deze gebruiker

source: Group membership
el_gr: Μέλη ομάδας
nl: Groep lidmaatschap

source: User must change password on first login
el_gr: Ο χρήστης θα πρέπει να αλλάξει τον κωδικό πρόσβασης κατά την πρώτη του σύνδεση
nl: Gebruiker moet het paswoord bij de eerste aanmelding veranderen

source: User must change password on first login (needs a value for Delay before forcing password change)
el_gr: Ο χρήστης πρέπει να αλλάξει συνθηματικό στην πρώτη σύνδεση (η τιμή στο πεδίο Καθυστέρηση δηλώνει το πόσες φορές μπορεί ο χρήστης να συνδεθεί πριν αναγκαστεί να αλλάξει συνθηματικό)
nl: Gebruiker moet paswoord veranderen bij eerste inlog (heeft een uitstelwaarde nodig voordat paswoord verandering wordt afgedwongen)

source: Minimum delay between password changes (days)
nl: Minimum uitstel tussen paswoord veranderingen (dagen)

source: The user won't be able to change his password before this number of days (leave empty to disable)
nl: De gebruiker zal niet in staat zijn om zijn paswoord te veranderen voordat dit aantal dagen verstreken is (leeg laten bij niet gebruik)

source: Delay before forcing password change (days)
el_gr: Καθυστέρηση πριν την υποχρεωτική αλλαγή κωδικού πρόσβασης (σε ημέρες)
nl: Periode voor het afdwingen van een paswoord verandering (dagen)

source: The user will be forced to change his password after this number of days (leave empty to disable)
el_gr: Ο χρήστης θα υποχρεωθεί να αλλάξει τον κωδικό πρόσβασής του μετά από αυτό τον αριθμό ημερών (αφήστε κενό για απενεργοποίηση)
nl: De gebruiker zal gedwongen worden om zijn paswoord te veranderen na dit aantal dagen (leeg laten bij niet gebruik)

source: Password expiration date
el_gr: Ημερομηνία λήξης κωδικού πρόσβασης
nl: Paswoord vervaldatum

source: Date after which this user password will expire (leave empty to disable)
el_gr: Ημερομηνία μετά από την οποία θα λήγει ο κωδικός πρόσβασης (αφήστε κενό για απενεργοποίηση)
nl: Datum na dewelke het gebruiker paswoord zal vervallen (leeg laten bij niet gebruik)

source: Delay of inactivity before disabling user (days)
el_gr: Ημέρες αδράνειας πριν από την απενεργοποίηση του χρήστη
nl: Periode van inactiviteit voor het uitschakelen van gebruikers (dagen)

source: Maximum delay of inactivity after password expiration before the user is disabled (leave empty to disable)
el_gr: Μέγιστος αριθμός ημερών αδράνειας μετά την λήξη του κωδικού πρόσβασης πριν την απενεργοποίηση του χρήστη (αφήστε κενό για απενεργοποίηση)
nl: Maximum periode van inactiviteit na paswoord vervaldatum voordat de gebruiker disabled wordt gezet (leeg laten bij niet gebruik)

source: Delay for user warning before password expiry (days)
el_gr: Ημέρες μεταξύ προειδοποίησης χρήστη και λήξης κωδικού:
nl: Periode voor gebruikerswaarschuwingen voordat paswoord vervalt (dagen)

source: The user will be warned this number of days before his password expiration (leave empty to disable)
el_gr: Ο χρήστης θα προειδοποιείται αυτόν τον αριθμό των ημερών πριν από τη λήξη του κωδικού πρόσβασής του (αφήστε κενό για απενεργοποίηση)
nl: De gebruiker zal dit aantal dagen voor paswoord vervaldatum gewaarschuwd worden (laat leeg bij niet gebruik)

source: Only allow this user to connect to this list of hosts
el_gr: Επιτρέπεται σ'αυτόν τον χρήστη να συνδέεται στην ακόλουθη λίστα διακομιστών
nl: Laat alleen deze gebruiker toe om te verbinden met de lijst van hosts

source: automatic
el_gr: αυτόματο
nl: automatisch

source: expired
el_gr: έληξε
nl: verlopen

source: grace time active
el_gr: χρονικό διάστημα χάριτος ενεργό
nl: gratie tijd actief

source: active
el_gr: ενεργό
nl: actief

source: password expired
el_gr: ο κωδικός πρόσβασης έχει λήξει
nl: paswoord vervallen

source: password not changeable
el_gr: ο κωδικός πρόσβασης δεν μπορεί να αλλάξει
nl: paswoord niet wijzigbaar

source: Group of user %s
el_gr: Ομάδα του χρήστη %s
nl: Groep van gebruikers %s

source: Could not create automatic primary group (using gidNumber "%s"), because of the following errors
nl: Impossible de créer un groupe principal automatique (à l'aide de gidNumber "%s"), en raison des erreurs suivantes

source: Warning
el_gr: Προειδοποίηση
nl: Waarschuwing

source: Unknown ID allocation method "%s"!
nl: Onbekende ID allocatiemethode "%s"!

source: Timeout while waiting for lock. Ignoring lock from %s!
nl: Timeout tijdens het wachten voor een lock. Negeer lock van %s!

source: Error
el_gr: Σφάλμα
nl: Fout

source: Cannot allocate a free ID:
el_gr: Δεν είναι δυνατό να ανατεθεί μια free ID:
nl: Kan geen vrij ID alloceren:

source: LDAP error
el_gr: Σφάλμα LDAP
nl: LDAP fout

source: sambaUnixIdPool is not unique!
el_gr: sambaUnixIdPool δεν είναι μοναδική!
nl: sambaUnixIdPool is niet uniek!

source: no ID available!
el_gr: Μη διαθέσιμη ID!
nl: Geen ID beschikbaar!

source: maximum tries exceeded!
el_gr: Υπέρβαση μεγίστου ορίου προσπαθειών!
nl: maximum pogingen overschreden!

source: Cannot allocate a free ID!
el_gr: Δεν είναι δυνατή η διάθεση μιας free ID!
nl: Kan geen vrij ID toekennen!

source: "nextIdHook" is not available. Using default base!
nl: "nextIdHook" is niet beschikbaar. Gebruik standaard basis!

source: Shell
el_gr: Κέλυφος

source: Status
el_gr: Κατάσταση

source: Account
el_gr: Λογαριασμός
