Repository: chk2k2/fusiondirectory-plugins
Catalog: personal/locale/*/fusiondirectory.po
Languages: el_gr, nl

source: Personal configuration
el_gr: Προσωπικές ρυθμίσεις
nl: Persoonlijke configuratie

source: FusionDirectory personal plugin configuration
el_gr: Ρύθμιση προσθέτου FusionDirectory personal
nl: FusionDirectory persoonlijke pluginconfiguratie

source: Personal
el_gr: Προσωπικό
nl: Persoonlijk

source: Allow use of private email for password recovery
el_gr: Να επιτρέπεται η χρήση του προσωπικού email για ανάκτηση λογαριασμού
nl: Laat het gebruik van private e-mail voor paswoordherstel toe

source: Allow users to use their private email address for password recovery
el_gr: Να επιτρέπεται στους χρήστες η χρήση του προσωπικού email για ανάκτηση λογαριασμού
nl: Laat gebruikers toe om hun privé-e-mailadres te gebruiken voor herstel van hun paswoord

source: Website the account is on
el_gr: Η ιστοσελίδα του λογαριασμού είναι στο
nl: Website waarop het account zit

source: Id of this user on this website
el_gr: Η Id του χρήστη σε αυτή την ιστοσελίδα
nl: Id van deze gebruiker op de website

source: Personal information
el_gr: Προσωπικές πληροφορίες
nl: Persoonlijke informatie

source: Personal info
el_gr: Προσωπικές πληροφορίες
nl: Persoonlijke info

source: Personal title
el_gr: Προσωπικός τίτλος
nl: Aanhef

source: Personal title - Examples of personal titles are "Ms", "Dr", "Prof" and "Rev"
el_gr: Προσωπικός τίτλος- Παραδείγματα είναι Ms", "Dr", "Prof" και "Rev"
nl: Persoonlijke titel - voorbeelden van persoonlijke titels zijn "Mevr", "Dr", "Prof" en "Rev"

source: Nickname
el_gr: Ψευδώνυμο
nl: Roepnaam

source: Nicknames for this user
el_gr: Ψευδώνυμα για αυτόν τον χρήστη
nl: Roepnaam van deze gebruiker

source: Badge Number
nl: Badgenummer

source: Company badge number
nl: Bedrijfsbadgenummer

source: Date of birth
el_gr: Ημερομηνία Γέννησης
nl: Geboortedatum

source: Sex
el_gr: Φύλο
nl: Geslacht

source: Gender
el_gr: Φύλο
nl: Geslacht

source: Country
el_gr: Χώρα
nl: Land

source: Start date
nl: Startdatum

source: Date this user joined the company
nl: Datum waarop deze gebruiker bij het bedrijf in dienst trad

source: End date
nl: Einddatum

source: Date this user is supposed to leave the company
nl: Datum waarop deze gebruiker verondersteld wordt het bedrijf te verlaten

source: Photo Visible
nl: Foto zichtbaar

source: Should the photo of the user be visible on external tools
nl: Moet de foto van de gebruiker zichtbaar zijn op externe tools

source: Social account
el_gr: Λογαριασμός κοινωνικής δικτύωσης
nl: Sociaal account

source: Social accounts of this user
el_gr: Οι λογαριασμοί κοινωνικής δικτύωσης αυτού του χρήστη
nl: Sociale accounts van deze gebruiker

source: Private email
el_gr: Προσωπικό email
nl: Privé-e-mail

source: Private email addresses of this user
el_gr: Οι προσωπικές διευθύνσεις email αυτού του χρήστη
nl: Privé-e-mailadres voor deze gebruiker

source: Diaspora accounts must look like user@pod
el_gr: Οι λογαριασμοί Diaspora πρέπει να μοιάζουν σαν user@pod
nl: Diaspora accounts moeten eruitzien als gebruiker@pod

source: ORCID account IDs must look like XXXX-XXXX-XXXX-XXXX where X are digits
nl: ORCID account ID's moeten eruitzien als XXXX-XXXX-XXXX-XXXX waarbij X cijfers zijn.

source: Site
el_gr: Ιστοσελίδα

source: Contact
el_gr: Επαφή
