Repository: chk2k2/fusiondirectory-plugins
Catalog: renater-partage/locale/*/fusiondirectory.po
Languages: nl

source: Partage group options
nl: Partage groep opties

source: Information
nl: Informatie

source: Display name
nl: Weergavenaam

source: Name to display for this group
nl: Te tonen naam voor deze groep

source: Hide from global catalog
nl: Verberg voor globale cataloog

source: Whether this group should be hidden from the global catalog
nl: Of deze groep al dan niet verborgen moet zijn voor de globale cataloog

source: Type of PARTAGE group
nl: Type van PARTAGE groep

source: Distribution list
nl: Verdeellijst

source: Group
nl: Groep

source: Alert new members
nl: Waarschuw nieuwe leden

source: Send a message to alert new members, they have joined this group
nl: Verzendt een boodschap om nieuwe leden te waarschuwen dat ze toegetreden zijn tot deze groep

source: Notes
nl: Notas

source: Notes about this group
nl: Notities van deze groep

source: Settings
nl: Instellingen

source: URI to contact the Renater Partage API
nl: URI om de Renate Partage API te contacteren

source: User Agent
nl: Gebruiker Agent

source: User Agent to use to contact the Renater Partage API
nl: Gebruikersagent te gebruiken om de Renater Partage API te contacteren

source: Mailbox deletion
nl: Mailbox verwijdering

source: What to do with the PARTAGE account when mail tab is deactivated or user is deleted
nl: Wat te doen met het PARTAGE account als de mailtab gedeactiveerd is of de gebruiker verwijderd

source: Delete
nl: Verwijderen

source: Disable
nl: Uitschakelen

source: Domains
nl: Domeinen

source: Domains handled by this Renater Partage server
nl: Domeinen behandeld door deze Renater Partage server

source: Domain
nl: Domein

source: Domain handled by this server
nl: Domein behandeld door deze server

source: Key
nl: Sleutel

source: Key for this domain
nl: Sleutel voor dit domein

source: Partage sympa options
nl: Partage sympa-opties

source: Alternative addresses
nl: Alternatieve adressen

source: Alternative mail addresses for the list
nl: Alternatieve e-mailadressen voor de lijst

source: Mail method cannot connect: %s
nl: Mailmethode kan niet verbinden: %s

source: Cannot update mailbox: %s
nl: Kan volgende mailbox niet updaten: %s

source: Mail error
nl: Mail-fout

source: Cannot remove mailbox, mail method cannot connect: %s
nl: Kan mailbox niet verwijderen, mail methode kan niet verbinden: %s

source: Cannot remove mailbox: %s
nl: Kan volgende mailbox niet verwijderen: %s

source: Server did not return auth token
nl: Server stuurde geen auth token terug

source: Partage API answer malformated
nl: Partage API antwoord fout geformateerd

source: Partage API Auth failed: %s
nl: Partage API Auth gefaald: %s

source: Partage API Auth failed with no error message
nl: Partage API Auth gefaald zonder foutboodschap

source: Unable to connect to %s: %s
nl: Niet in staat te verbinden met %s: %s

source: Unable to connect to %s
nl: Kan niet verbinden met %s

source: Warning
nl: Waarschuwing

source: Several addresses were given in gosaMailForwardingAddress but only one is supported by PARTAGE. %s will be sent to PARTAGE.
nl: Verscheidene adressen waren toegewezen in gosaMailForwardingAddress maar enkel één is ondersteund door PARTAGE. %s zal naar PARTAGE gezonden worden.

source: PARTAGE error
nl: PARTAGE fout

source: Several users have uid "%s". Ignoring this member.
nl: Verscheidene gebruikers hebben uid "%s". Dit lid wordt genegeerd.

source: An account with the same email address already exists in Partage
nl: Een account met hetzelfde e-mail adres bestaat reeds in Partage

source: Invalid value in fdRenaterPartageServerDeletionType
nl: Ongeldige waarde in fdRenaterPartageServerDeletionType

source: Never
nl: Nooit

source: Last login
nl: Recentste login

source: Unknown
nl: Onbekend
