Repository: chk2k2/fusiondirectory-plugins
Catalog: ejbca/locale/*/fusiondirectory.po
Languages: nl

source: EJBCA certificates management
nl: EJBCA certificaat beheer

source: Assign EJBCA certificates to a user
nl: Wijs EJBCA certificaat toe aan een gebruiker

source: Certificates associated to this object
nl: Certificaten verbonden met dit object

source: EJBCA certificate
nl: EJBCA certificaat

source: Certificate
nl: Certificaat

source: Name
nl: Naam

source: Common name
nl: Gemeenschappelijke naam

source: Certificate content
nl: Inhoud van het certificaat

source: EJBCA plugin configuration
nl: EJBCA plugin configuratie

source: FusionDirectory ejbca plugin configuration
nl: FusionDirectory ejbca plugin configuratie

source: Branch in which ejbca certificates are stored
nl: Sectie in dewelke ejbca certificaten zijn opgeslagen
