Repository: chk2k2/fusiondirectory-plugins
Catalog: subcontracting/locale/*/fusiondirectory.po
Languages: nl

source: Subcontracting
nl: Uitbesteding

source: Information needed for sub contracts
nl: Benodigde informatie voor uitbestedingscontracten

source: SubContracting Information
nl: Uitbestedingsinformatie

source: Intermediate
nl: Intermediair

source: Contact to the final customer
nl: Contacteer de eindklant

source: Final Customer
nl: Eindklant

source: Final Customer for this mission
nl: Eindklant voor deze opdracht

source: Mail Address
nl: E-mailadres

source: Mail address assigned for this mission
nl: E-mailadres toegewezen aan deze opdracht

source: Phone
nl: Telefoon

source: Phone number assigned for this mission
nl: Telefoonnummer toegewezen aan deze opdracht

source: Street Address
nl: adres

source: Address where this mission is executed
nl: Adres waar deze opdracht uitgevoerd is
