Repository: chk2k2/fusiondirectory-plugins
Catalog: opsi/locale/*/fusiondirectory.po
Languages: el_gr, fr, it_it, nl

source: OPSI list
el_gr: Λίστα OPSI
fr: Liste OPSI
it_it: Elenco OPSI
nl: OPSI lijst

source: OPSI software list
el_gr: Λίστα λογισμικού OPSI
fr: Liste des logiciels OPSI
it_it: Elenco software OPSI
nl: OPSI software lijst

source: Infos
el_gr: Πληροφορίες
fr: Informations
it_it: Informazioni
nl: Informatie

source: OPSI server
el_gr: Διακομιστής OPSI
fr: Serveur OPSI
it_it: Server OPSI

source: OPSI server to use for deployment
el_gr: Ο διακομιστής OPSI που θα χρησιμοποιηθεί για την ανάπτυξη
fr: Serveur OPSI a utiliser pour le déploiement
it_it: Server OPSI da usare per la distribuzione
nl: OPSI server te gebruiken voor deployment

source: Name
el_gr: Όνομα
fr: Nom
it_it: Nome
nl: Naam

source: Name of this OPSI profile
el_gr: Ονομασία αυτού του προφίλ OPSI
fr: Nom du profil OPSI
it_it: Nome di questo profilo OPSI
nl: Naam van dit OPSI profiel

source: Softwares
el_gr: Λογισμικό
fr: Logiciels

source: The localboot products to install with this list
el_gr: Τα προϊόντα τοπικής εκκίνησης που θα εγκατασταθούν με αυτήν τη λίστα
fr: Les produits localboot à installer avec cette liste
it_it: I prodotti localboot da installare con questo elenco
nl: De localboot producten te installeren met deze lijst

source: Localboot products
el_gr: Προϊόντα τοπικής εκκίνησης
fr: Produit localboot OPSI
it_it: Prodotti localboot
nl: Localboot producten

source: Could not contact argonaut server
el_gr: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή argonaut
fr: Impossible de contacter le serveur Argonaut
it_it: Non posso contattare il server Argonaut
nl: Kan de argonaut server niet bereiken

source: No mac address
el_gr: Δεν υπάρχει διεύθυνση MAC
fr: Pas d'adresse mac
it_it: Alcun indirizzo MAC
nl: Geen MAC-adres

source: Server %s has no mac address configured in the LDAP
el_gr: Ο διακομιστής %s δεν έχει κάποια διεύθυνση MAC ρυθμισμένη στον LDAP
fr: Le serveur %s n'a pas d'adresse mac configure dans le LDAP
it_it: Il server %s non ha alcun indirizzo MAC configurato nell'LDAP
nl: Server %s heeft geen mac adres geconfigureerd in de LDAP

source: Could not find %s in the LDAP
el_gr: Δεν βρέθηκε ο %s στον LDAP
fr: Impossible de trouver %s dans l'annuaire LDAP
it_it: Impossibile trovare %s nell'annuario LDAP
nl: Kan %s niet vinden in de LDAP

source: Failed to contact OPSI server
el_gr: Αποτυχία σύνδεσης στον διακομιστή OPSI
fr: Impossible de contacter le serveur OPSI
it_it: Campo per contattare il server OPSI
nl: Kan de OPSI server niet bereiken

source: OPSI profile
el_gr: Προφίλ OPSI
fr: Profil OPSI
it_it: Profilo OPSI
nl: OPSI profiel

source: Entries
el_gr: Καταχωρήσεις
fr: Entrées
it_it: Voci
nl: Ingaves

source: Netboot product
el_gr: Προϊόν δικτυακής εκκίνησης
fr: Produit netboot OPSI
it_it: Prodotto netboot

source: The netboot product to use for this profile
el_gr: Το προϊόν δικτυακής εκκίνησης που θα χρησιμοποιηθεί σε αυτό το προφίλ
fr: Le produit netboot à utiliser pour ce profil
it_it: Il prodotto Netboot da usare per questo profilo
nl: Het te gebruiken netboot product voor dit profiel

source: Software lists
el_gr: Λίστες λογισμικού
fr: Liste des logiciels OPSI
it_it: Elenco dei software
nl: Software lijsten

source: Software lists that will be installed with this profile
el_gr: Λίστες λογισμικού που θα εγκατασταθεί με αυτό το προφίλ
fr: Listes de logiciels qui seront installés avec ce profil
it_it: Elenco dei software da installare con questo profilo
nl: Software lijsten die zullen geïnstalleerd worden met dit profiel

source: OPSI ondemand list
el_gr: Κατάλογος κατά παραγγελία λογισμικού OPSI
fr: Liste ondemand OPSI
it_it: Lista OPSI ondemand
nl: OPSI on-demand lijst

source: OPSI on demand software list
el_gr: Κατάλογος κατά παραγγελία λογισμικού OPSI
fr: Liste de logiciels à la demande OPSI
it_it: Elenco software OPSI ondemand
nl: OPSI on-demand software lijst

source: Show details
el_gr: Εμφάνιση λεπτομερειών
fr: Montrer les détails
it_it: Mostra dettagli
nl: Toon details

source: Show further information to the user
el_gr: Εμφάνιση επιπλέον λεπτομερειών στο χρήστη
fr: Montrer plus d'informations à ,l'utilisateur
it_it: Mostra ulteriori informazioni all'utente
nl: Toon meer informatie aan de gebruiker

source: The localboot products to put in this list
el_gr: Τα προϊόντα τοπικής εκκίνησης που θα μπουν σε αυτήν τη λίστα
fr: Les produits localboot à mettre dans cette liste
it_it: I prodotti LOCALBOOT da mettere in questa lista
nl: De localboot producten om in deze lijst te zetten

source: OPSI profile management
el_gr: Διαχείριση του OPSI προφίλ
fr: Gestion des profils OPSI
it_it: Gestione profilo OPSI
nl: OPSI profiel beheer

source: Product properties
el_gr: Ιδιότητες προϊόντων
fr: Propriétés du produit
it_it: Proprietà del prodotto
nl: Product eigenschappen

source: Properties of the products of this profile
el_gr: Οι ιδιότητες των προϊόντων σε αυτό το προφίλ
fr: Propriétés des produits de ce profil
it_it: Proprietà dei prodotti di questo profilo
nl: Eigenschappen van de producten van dit profiel

source: OPSI service
el_gr: Υπηρεσία OPSI
fr: Service OPSI
it_it: Servizio OPSI

source: Services
el_gr: Υπηρεσίες
fr: Service
it_it: Servizi

source: OPSI Server information
fr: Informations sur le serveur OPSI
it_it: Informazioni sul server OPSI
nl: OPSI Server informatie

source: Server URI
el_gr: URI διακομιστή
fr: URI du serveur
it_it: URI del server

source: The URI to use for connection
el_gr: Το URI που θα χρησιμοποιηθεί για τη σύνδεση
fr: URI utilisé pour la connexion au serveur
it_it: L'URI da usare per la connessione
nl: De te gebruiken URI voor verbinding

source: User
el_gr: Χρήστης
fr: Utilisateur
it_it: Utente
nl: Gebruiker

source: The user to use for connection
el_gr: Το αναγνωριστικό χρήστη που θα χρησιμοποιηθεί για τη σύνδεση
fr: Nom du compte utilisé pour la connexion
it_it: L'utente da usare per la connessione
nl: De gebruiker voor deze verbinding

source: Password
el_gr: Κωδικός πρόσβασης:
fr: Mot de passe
nl: Paswoord

source: The password to use for connection
el_gr: Ο κωδικός πρόσβασης που θα χρησιμοποιηθεί για τη σύνδεση
fr: Mot de passe utilisé pour la connexion
it_it: La password da usare per la connessione
nl: Het paswoord om te gebruiken voor verbinding

source: OPSI Logs
fr: Journaux systèmes OPSI
it_it: Log OPSI

source: OPSI Logs Viewer
fr: Afficheur de journaux systèmes OPSI

source: Available logs
el_gr: Διαθέσιμες καταγραφές
fr: Journaux systèmes disponibles
it_it: Logs di sistema disponibili
nl: Beschikbare logs

source: Available log files
fr: Journaux systèmes disponibles
it_it: File di log disponibili
nl: Beschikbare log bestanden

source: Content of the selected log
el_gr: Το περιεχόμενο του επιλεγμένου αρχείου καταγραφής
fr: Contenu du journal système sélectionné
it_it: Contenuto del log selezionato
nl: Inhoud van de geselecteerde log

source: Error
el_gr: Σφάλμα
fr: Erreur
it_it: Errore
nl: Fout

source: OPSI client
el_gr: Πελάτης OPSI
fr: Client OPSI
it_it: Cliente OPSI
nl: OPSI cliënt

source: Edit OPSI client settings
el_gr: Επεξεργασία ρυθμίσεων του πελάτη OPSI
fr: Édition des paramètres OPSI du client
it_it: Modifica le impostazioni del cliente OPSI
nl: Pas de OPSI cliënt configuratie aan

source: OPSI Client
el_gr: Πελάτης OPSI
fr: Client OPSI
it_it: Cliente OPSI
nl: OPSI cliënt

source: OPSI Server
el_gr: Διακομιστής OPSI
fr: Serveur OPSI
it_it: Server OPSI

source: The OPSI Server this client is connected to
el_gr: Ο διακομιστής OPSI που συνδέεται αυτός ο πελάτης
fr: Serveur OPSI sur lequel le client est connecté
it_it: Il server OPSI al quale questo cliente è connesso
nl: De OPSI Server waarmee deze cliënt is verbonden

source: OPSI Profile
el_gr: Προφίλ OPSI
fr: Profil OPSI
it_it: Profilo OPSI
nl: OPSI profiel

source: The OPSI Profile to apply to this client
el_gr: Το προφίλ OPSI που θα εφαρμοστεί σε αυτόν τον πελάτη
fr: Le profil OPSI à appliquer à ce client
it_it: Il profilo OPSI da applicare a questo cliente
nl: Het toe te passen OPSI profiel voor deze client

source: The localboot products to setup on this host
fr: Les produits localboot à configurer sur cet hôte
it_it: I prodotti localboot da configurare su questo host
nl: het op te zetten localboot product op deze host

source: Inherit group localboots
fr: Hériter les groupes locaux
it_it: Eredita il gruppo di local boot
nl: Hériter des localboots de groupe

source: If this is checked localboot configured in the group OPSI tab will be installed along with the localboots configured here
fr: Si cette case est cochée, les localboot configuré dans l'onglet OPSI du groupe seront installé avec les configurations locales configurées ici
it_it: Se questo è selezionato, il localboot configurato nella scheda OPSI del gruppo verrà installato insieme ai boot locali configurati qui
nl: Si cette option est cochée, les localboot configuré dans l'onglet OPSI du groupe seront installé avec les localboots configurés ici

source: Information
el_gr: Πληροφορίες
fr: Informations
it_it: Informazione
nl: Informatie

source: Last seen
fr: Dernière vue
it_it: Ultima visualizzazione
nl: Laatst gezien

source: Last time this OPSI client was seen by the OPSI server
fr: La dernière fois que ce client OPSI a été vu par le serveur OPSI
it_it: L'ultima volta che questo client OPSI è stato visto dal server OPSI
nl: De laatste keer dat dat de OPSI client gezien is door de OPSI server

source: Could not get macAddress for OPSI server!
fr: Impossible d'obtenir l'adresse mac pour le serveur OPSI !
it_it: Impossibile ottenere l'indirizzo MAC per il server OPSI!
nl: Geen MAC adres beschikbaar voor de OPSI server!

source: Could not remove OPSI information
fr: Effacement des informations OPSI impossible
it_it: Impossibile rimuovere informazioni su OPSI
nl: Kan de OPSI informatie niet verwijderen

source: This member was not found or has no macAddress
fr: Ce membre n'a pas été trouvé ou n'a pas d'adresse mac
it_it: Questo membro non è stato trovato o non ha indirizzo MAC
nl: Dit lid is niet gevonden of heeft geen MAC adres

source: Could not get macAddress for "%s"
fr: Impossible d'obtenir l'adresse mac pour "%s"
it_it: Impossibile ottenere l'indirizzo MAC per "%s"
nl: Kan geen MAC adres krijgen voor "%s"

source: Could not update OPSI information
fr: Mise à jour des informations OPSI impossible
it_it: Impossibile aggiornare le informazioni di OPSI
nl: Kan de OPSI informatie niet updaten

source: Inherited (%s)
fr: Hérité de (%s)
it_it: Ereditato (%s)
nl: Hérité (%s)

source: Failed to contact OPSI server: %s
fr: Impossible de contacter le serveur OPSI : %s
it_it: Impossibile contattare il server OPSI: %s
nl: De OPSI server contacteren is mislukt: %s

source: Never
el_gr: Ποτέ
fr: Jamais
it_it: Mai
nl: Nooit

source: OPSI configuration
el_gr: Διαμόρφωση OPSI
fr: Configuration OPSI
it_it: Configurazione di OPSI
nl: OPSI configuratie

source: FusionDirectory OPSI plugin configuration
el_gr: Διαμόρφωση του προσθέτου OPSI στο Fusion Directory
fr: Configuration du plugin OPSI
it_it: Configurazione del plugin OPSI per FusionDirectory
nl: FusionDirectory OPSI plugin configuratie

source: OPSI RDN
fr: Branche OPSI

source: Branch in which OPSI profiles will be stored
el_gr: Κλαδί στο οποίο θα αποθηκευτούν τα προφίλ OPSI
fr: Branche où seront stockés les profiles OPSI
it_it: Ramo nel quale saranno immagazzinati i profili di OPSI
nl: Sectie waarin OPSI profielen zullen opgeslagen worden

source: Statistics and information about OPSI
fr: Statistiques et informations sur OPSI
it_it: Statistiche e informazioni su OPSI
nl: Statistieken en informatie over OPSI

source: Statistics
el_gr: Στατιστικά
fr: Statistiques
it_it: Statistiche
nl: Statistieken

source: Profiles
fr: Profils
it_it: Profili
nl: Profielen

source: OPSI servers
fr: Serveurs OPSI
it_it: Server OPSI

source: OPSI clients
fr: Clients OPSI
it_it: Cliente OPSI

source: OPSI groups
fr: Groupes OPSI
it_it: Gruppi OPSI
nl: OPSI groepen

source: Statistics for OPSI could not be computed because of the following error: %s
fr: Les statistiques pour OPSI n'ont pas pu être calculées en raison de l'erreur suivante: %s
it_it: Le statistiche per OPSI non possono essere calcolate a causa del seguente errore: %s
nl: Statistieken voor OPSI kunnen niet getrokken worden vanwege de volgende fout: %s

source: Profile
el_gr: Προφίλ
fr: Profil
it_it: Profilo
nl: Profiel

source: Systems
fr: Systèmes
it_it: Sistemi
nl: Systemen

source: Groups
el_gr: Ομάδες
fr: Groupes
it_it: Gruppi
nl: Groepen

source: OPSI import
el_gr: Εισαγωγή OPSI
fr: Importation OPSI
it_it: Importazione da OPSI
nl: OPSI importeren

source: Import windows stations from OPSI into FD
el_gr: Εισαγωγή σταθμών Windows από το OPSI στο FD
fr: Importer stations Windows de OPSI dans FD
it_it: Importare stazioni Windows da OPSI a FD
nl: Import venster stations van OPSI in FD

source: Import localboot products
fr: Importer les produit localboot OPSI
it_it: Importa prodotti localboot
nl: Importeer localboot producten

source: Import localboot product list configured in OPSI in the FD OPSI tab
fr: Importer la liste de produits localboot configurée dans OPSI dans l'onglet OPSI
it_it: Importa l'elenco di prodotti localboot configurato in OPSI nella scheda FD OPSI
nl: Importeer de localboot productlijst geconfigureerd in OPSI in de FD OPSI tab

source: Argonaut server is not available
el_gr: Δεν είναι διαθέσιμος ο διακομιστής Argonaut
fr: Serveur Argonaut indisponible
it_it: Il server Argonaut non è disponibile
nl: Argonaut server is niet bereikbaar

source: Server "%s" has no mac address configured in the LDAP
fr: Le serveur "%s" n'a pas d'adresse mac configure dans le LDAP
it_it: Il server "1%s" non ha un indirizzo mac configurato nell'LDAP
nl: Server "%s" heeft geen macadres geconfigureerd in de LDAP

source: Could not find "%s" in the LDAP
fr: Impossible de trouver "%s" dans l'annuaire LDAP
it_it: Impossibile trovare "1%s" nell'LDAP
nl: Kan "%s" niet vinden in de LDAP

source: Could not get OPSI information
fr: Impossible d'obtenir des informations sur OPSI
it_it: Impossibile ottenere informazioni OPSI
nl: Kan OPSI informatie niet vinden

source: Warning : Once you import your OPSI hosts into FusionDirectory, they will be managed by it, so if you delete them or deactivate their OPSI tab, they will be removed from OPSI.
el_gr: Προσοχή: Μετά την εισαγωγή των διακομιστών OPSI στο FusionDirectory, αυτοί θα ελέγχονται από αυτό (FD). Συνεπώς, αν τα διαγράψετε ή απενεργοποιήσετε την OPSI καρτέλα τους, θα διαγραφούν από το OPSI
fr: Attention: Une fois que vous importez vos hôtes OPSI dans FusionDirectory, ils seront gérés par lui, donc si vous les supprimez ou désactivez leur onglet OPSI, ils seront retirés de OPSI.
it_it: Attenzione: una volta i sistemi OPSI importati in FustionDirectory, essi verranno gestiti da questo, percio' se cancellate o disattivate la scheda OPSI, essi verranno rimossi da OPSI
nl: Waarschuwing: Eens je de OPSI hosts in FusionDirectory hebt geïmporteerd, zal het beheer in FusionDirectory zitten, dus als je ze wist of deactiveert dan zullen ze verwijderd worden van OPSI.

source: %s (%s-%s)
it_it: 1%s ( 1%s - 1%s )
