Repository: chk2k2/fusiondirectory-plugins
Catalog: dovecot/locale/*/fusiondirectory.po
Languages: nl

source: Dovecot connection
nl: Dovecot verbinding

source: Connect URL for Dovecot server
nl: Verbind URL voor Dovecot server

source: Hostname of the Dovecot server
nl: Hostnaam van de Dovecot server

source: Port
nl: Poort

source: Port number on which Dovecot server should be contacted
nl: Poort nummer waarop de Dovecot server moet gecontacteerd worden

source: Option
nl: Optie

source: Options for contacting Dovecot server
nl: Opties om de Dovecot server te contacteren

source: Validate TLS/SSL Certificates
nl: Valideer TLS/SSL certificaten

source: Weither or not to validate server certificates on connection
nl: Al dan niet valideren van server certificaten op verbindingen

source: Admin user
nl: Admin gebruiker

source: Dovecot server admin user
nl: Dovecot server admin gebruiker

source: Password
nl: Wachtwoord

source: Admin user password
nl: Admin gebruiker paswoord

source: Path to the directory in which user maildirs must be created
nl: Pad naar de directory in dewelke gebruiker maildirs moet aangemaakt worden

source: Options
nl: Opties

source: Create the user folder via Argonaut
nl: Maak de gebruiker folder aan via Argonaut

source: Use argonaut to create the user mailbox on the Dovecot server
nl: Gebruik argonaut om de gebruiker mailbox aan te maken op de dovecot server

source: There are no IMAP compatible mail servers defined!
nl: Er zijn geen IMAP compatibele mail servers gedefinieerd!

source: Mail server for this account is invalid!
nl: Mail server voor dit account is ongeldig!

source: Error while trying to contact Dovecot server through Argonaut: %s
nl: Foutmelding bij het proberen te contacteren van de Dovecot server via Argonaut: %s
