Repository: chk2k2/fusiondirectory-plugins
Catalog: dns/locale/*/fusiondirectory.po
Languages: nl, ru

source: ACL name
nl: ACL naam

source: Name of this acl
nl: Naam van deze acl

source: Address match list
nl: Adres lijst van overeenkomst

source: The ip address match list for this acl
nl: IP-adres lijst van overeenkomst voor deze acl

source: DNS Management
nl: DNS beheer
ru: Управление DNS

source: Systems
nl: Systemen
ru: Системы

source: Could not run ldap2zone
nl: Kan ldap2zone niet uitvoeren

source: More than one server matches the SOA
nl: Meer dan één server komt overeen met de SOA

source: Could not find the primary server
nl: Kan de primaire server niet vinden

source: Could not get run ldap2zone
nl: Kan ldap2zone niet uitvoeren

source: Ldap2Zone called for zone "%s"
nl: Ldap2Zone opgevraagd voor zone "%s"

source: Error
nl: Fout
ru: Ошибка

source: Argonaut client needs to be activated to use ldap2zone remotely
nl: Argonaut cliënt moet geactiveerd worden om ldap2zone op afstand te gebruiken

source: DNS view
nl: DNS venster
ru: DNS вид

source: View
nl: Venster
ru: Вид (View)

source: View name
nl: Bekijk naam
ru: Имя вида

source: Name of this view
nl: Naam van dit venster
ru: Название для вида (view)

source: Match clients ACL
nl: Overeenstemming cliënten ACL

source: Name of the ACL to use for the source IP address of the incoming requests
nl: Naam van de ACL voor gebruik van het bron IP adres of de inkomende aanvragen

source: Match destinations ACL
nl: Overeenstemming doel ACL

source: Name of the ACL to use for the destination IP address of the incoming requests
nl: Naam van ACL ter gebruik voor het doel IP adres van de inkomende aanvraag

source: Match recursive only
nl: Overeenstemming alleen herhalend

source: Match only recursive queries in this view
nl: Overeenstemming alleen herhalende ondervragingen in dit venster

source: DNS zones in this view
nl: DNS zones in dit venster

source: Reverse zone this record should be in, if any
nl: Reverse zone in dewelke dit record moet zitten, indien nodig

source: Latitude
nl: Breedtegraad
ru: Широта

source: Degrees
nl: Graden

source: Minutes
nl: Minuten
ru: Минуты

source: Seconds
nl: Seconden
ru: Секунды

source: North/South
nl: Noord/Zuid
ru: Север/Юг

source: North
nl: Noord
ru: Север

source: South
nl: Zuid
ru: Юг

source: Longitude
nl: Lengtegraad
ru: Долготота

source: East/West
nl: Oost/West
ru: Восток/Запад

source: East
nl: Oost
ru: Восток

source: Altitude (meters)
nl: Hoogte (meters)
ru: Высота (в метрах)

source: Size (meters)
nl: Grootte (meters)

source: Horizontal precision (meters)
nl: Horizontale nauwkeurigheid (meters)

source: Vertical precision (meters)
nl: Verticale nauwkeurigheid (meters)

source: Order
nl: Bestelling

source: Integer specifying the order in which the NAPTR records MUST be processed to ensure the correct ordering of rules. Low numbers are processed before high numbers.
nl: Integer die de volgorde bepaalt in dewelke de NAPTR records MOETEN verwerkt worden om de juiste regelvolgorde te verzekeren. Lage nummers worden voor hoge nummers verwerkt.
ru: Целое число задающее порядок в котором ДОЛЖНЫ обрабатываться NAPTR записи для точного представления упорядоченного списка правил. Упорядочивание идет от меньших значений к большим.

source: Preference
nl: Voorkeur

source: Integer that specifies the order in which NAPTR records with equal "order" values SHOULD be processed, low numbers being processed before high numbers.
nl: Integer die de volgorde bepaalt in dewelke NAPTR records met dezelfde "volgorde" waardes ZOU moeten verwerkt zijn. Lage nummers worden voor hoge nummers verwerkt.
ru: Целое число, которое задает порядок, в котором следует обрабатывать записи NAPTR с одинаковыми значениями полей "order". Младшие номера обрабатываются раньше старших.

source: Flags
nl: Vlaggen

source: Flags to control aspects of the rewriting and interpretation of the fields in the record. Flags are single characters from the set [A-Z0-9]. The case of the alphabetic characters is not significant.
nl: Vlaggen om aspecten te controleren van het herschrijven en interpretatie van de velden in het record. Vlaggen zijn enkele karakters van het set [A-Z0-9]. De gebruikte karakters zijn niet hoofd- of kleine lettergevoelig.
ru: Флаги контролируют аспекты перезаписи и интерпретации полей в записи. Флаги представляют собой одиночные символы из набора [A-Z0-9]. Регистр букв во внимание не принимается.

source: Service
nl: Dienst

source: Specifies the service(s) available down this rewrite path. It may also specify the particular protocol that is used to talk with a service. A protocol MUST be specified if the flags field states that the NAPTR is terminal.
nl: Bepaalt de service(s) beschikbaar in dit herschrijf pad. Het kan ook het specifieke protocol bepalen dat in gebruik is om te spreken met een service. Een protocol MOET bepaald zijn als het vlaggenveld zegt dat het NAPTR definitief is

source: Regular Expression
nl: Reguliere expressie

source: A STRING containing a substitution expression that is applied to the original string held by the client in order to construct the next domain name to lookup.
nl: A STRING die een vervangende uitdrukking bevat die toegepast wordt op de originele string van de cliënt ter opbouw van de volgende op te zoeken domeinnaam.
ru: Строка, содержащая выражение для замены, которое применяется к исходной строке, сохраняемой клиентом для конструирования следующего искомого доменного имени.

source: Replacement
nl: Vervanging

source: The next NAME to query for NAPTR, SRV, or address records depending on the value of the flags field.
nl: De volgende NAME om op te vragen voor NAPTR, SRV, of adres records afhankelijk van de waarde van het afvinkveld.
ru: Следующие НАЗВАНИЕ, запрашиваемое для NAPTR, SRV, или адреса записей, зависит от значения поля флагов.

source: Priority
nl: Prioriteit
ru: Приоритет

source: Priority of the target host, lower value means more preferred
nl: Prioriteit van de grootste host, lage waarde betekent meer aangewezen

source: Weight
nl: Gewicht
ru: Вес

source: Relative weight for records with the same priority, higher value means more preferred
nl: Relatieve gewicht van records met dezelfde prioriteit, hogere waarde betekent hogere voorkeur
ru: Относительный вес записей с одинаковым приоритетом, предпочтение отдается к более высокому значению

source: Port
nl: Poort
ru: Порт

source: TCP or UDP port on which the service is to be found
nl: TCP of UDP poort waarop de service kan gevonden worden
ru: TCP или UDP порт на котором служба должна быть найдена

source: Target
nl: Doel

source: Canonical hostname of the machine providing the service, ending in a dot
nl: Standaard voorgeschreven hostnaam van de machine die de dienst aanbied, eindigend in een punt
ru: Каноническое имя хоста машины предоставляющей службу, заканчивается точкой.

source: An IPv4 address
nl: Een IPv4 adres
ru: IPv4 адресс

source: An IPv6 address
nl: Een IPv6 adres
ru: IPv6 адресс

source: Preference given to this RR among others at the same owner, lower values are preferred
nl: Voorkeur gegeven aan dit RR tussen anderen met dezelfde eigenaar, lagere waardes hebben de voorkeur

source: Domain name which specifies a host willing to act as a mail exchange for the owner name
nl: Domein naam dewelke een host specifieert die bereidt is zich te gedragen als een mail uitwisseling voor de naam van de eigenaar

source: Domain name which specifies a host which should be authoritative for the specified class and domain
nl: Domeinnaam die een host specificeert die autoritair zou moeten zijn voor de bepaalde klasse en het domein
ru: Доменное имя, которое определяет хост, который должен быть авторитативным для этого класса и домена

source: SSHFP record content. Can be obtained using "ssh-keygen -r some.host.tld", or sshfp command for instance
nl: SSHFP ingave inhoud. Deze kan verkregen worden gebruik makend van "ssh-keygen -r some.host.tld", of sshfp commando bijvoorbeeld.
ru: Содержимое записи SSHFP. Может быть получено с помощью "ssh-keygen -r some.host.tld", или sshfp команд например

source: Redirect to
nl: Doorsturen naar
ru: Перенаправить куда

source: Domain that this subdomain is an alias of
nl: Domein waarvoor dit subdomein een alias is

source: Content
nl: Inhoud
ru: Содержимое

source: Content of this record
nl: Inhoud van de record
ru: Содержимое записи

source: The entered IP does not match the selected reverse zone
nl: Het ingegeven IP komt niet overeen met de geselecteerde reverse zone
ru: Введенный IP не соответствует выбранной обратной зоне

source: DNS Record domain and type
nl: DNS record domein en type

source: Subdomain
nl: Subdomein
ru: Поддомен

source: Relative subdomain name
nl: Relatieve subdomeinnaam

source: The IP %s does not match the selected reverse %s, it has been ignored
nl: Het IP %s komt niet overeen met het geselecteerde omgekeerde %s, het is genegeerd

source: LDAP error
nl: LDAP fout
ru: Ошибка LDAP

source: "%s" must contain a domain name in lowercase and end with a final dot.<br/><br/>Example: example.com.
nl: "%s" moet een domeinnaam bevatten geschreven in kleine letters en eindigend op een punt. <br/><br/> Voorbeeld: example.com.

source: "%s" must contain a domain name in lowercase.<br/><br/>Example: example.com
nl: "%s" moet een domein bevatten geschreven in kleine letters. <br/> <br/> Voorbeeld: example.com

source: DNS zone
nl: DNZ zone
ru: DNZ зона

source: Zone name
nl: Zonenaam
ru: Имя зоны

source: Reverse zones for this zone in the form xx.xx.in-addr.arpa%1$s or x.x.ip6.arpa%1$s
nl: Reverse zones voor deze zone in de vorm xx.xx.in-addr.arpa %1$s of x.x.ip6.arpa %1$s
ru: Обратные зоны для зоны в формате xx.xx.in-addr.arpa%1$s или x.x.ip6.arpa%1$s

source: Primary DNS server
nl: Primaire DNS server
ru: Первичный DNS сервер

source: Domain name of the name server that was the original or primary source of data for this zone
nl: Domein naam van de naamserver die de originele of primaire databron voor deze zone is
ru: Доменное имя сервера имен, который будет начальным или первичным источником данных для этой зоны

source: Mail address
nl: E-mail adres
ru: Адрес электронной почты

source: Domain name which specifies the mailbox of the person responsible for this zone
nl: Domein naam die de mailbox van de zoneverantwoordelijke bepaalt
ru: Доменное имя для которой указанный почтовый ящик - человека ответственного за эту зону

source: Serial number
nl: Serienummer

source: Version number of the original copy of the zone
nl: Versienummer van de originele kopie van de zone
ru: Номер версии неповторимой копии зоны

source: Time interval before the zone should be refreshed
nl: Tijdsinterval voordat de zone refreshed moet worden
ru: Время по истечению которого зона будет обновлена

source: Retry
nl: Opnieuw proberen

source: Time interval that should elapse before a failed refresh should be retried
nl: Tijd die voorbij zou moeten zijn voordat er een gefaalde refresh opnieuw geprobeerd wordt.
ru: Время по истечению которого можно будет повторить обновление после ошибки

source: Expire
nl: Vervallen

source: Time value that specifies the upper limit on the time interval that can elapse before the zone is no longer authoritative
nl: Tijdstip die de bovenlimiet op het tijdsinterval bepaalt dat kan vervallen voordat de zone zijn autoriteit verliest
ru: Значение верхней границе времени, по истечению которого зона больше не будет авторитативной

source: Minimum TTL field that should be exported with any RR from this zone
nl: Minimum TTL veld dat geëxporteerd wordt met elke RR van deze zone
ru: Минимальное значение поля TTL, которое будет экспортировано с каждой RR для этой зоны

source: The DNS records for this zone
nl: De DNS records voor deze zone
ru: DNS записи зоны

source: Edit the DNS zones of a system
nl: Pas de DNS zones van een systeem aan
ru: Редактировать DNS зоны системы

source: DNS zones for this host
nl: DNS zones voor deze host
ru: DNS зоны хоста

source: Primary servers
nl: Primaire servers
ru: Первичные сервера

source: The DNS records for zone "%s"
nl: De DNS records voor zone "%s"
ru: DNS записи для зоны "%s"

source: The primary server for zone "%s"
nl: De primaire server voor zone "%s"
ru: Первичный сервер для зоны "%s"

source: %d records were updated from %s to %s in zone %s
nl: %d records zijn bijgewerkt van %s tot %s in zone %s
ru: Количество записей, обновленных с %s на %s в зоне %s - %d

source: %d records were removed in zone %s
nl: %d records zijn verwijdert in zone %s
ru: %d записей было удалено в зоне %s

source: DNS configuration
nl: DNS configuratie
ru: Конфигурация DNS

source: FusionDirectory dns plugin configuration
nl: FusionDirectory dns plugin configuratie
ru: FusionDirectory конфигурация dns плагина

source: DNS config
nl: DNS configuratie
ru: Конфигурация DNS

source: Branch in which DNS zones will be stored
nl: Sectie waarin DNS zones worden opgeslagen
ru: Ветка в которой DNS зоны будут сохранены

source: Store final dot in domains
nl: Sla eind dot op in domeinen
ru: Сохранять точку в конце доменов

source: Should FD store a final dot at the end of domains?
nl: Moet FD een 'eind-punt' aan het einde van domeinen opslaan?
ru: Должен ли FD сохранять точку на конце доменов?

source: Insufficient rights
nl: Onvoldoende rechten
ru: Недостаточно прав

source: DNS zones
ru: Зоны DNS

source: Type
ru: Тип

source: Reverse zone
ru: Обратная зона

source: LOC Record
ru: LOC Запись

source: West
ru: Запад

source: NAPTR Record
ru: NAPTR Записи

source: SRV Record
ru: SRV записи

source: MX Record
ru: MX записи

source: Record
ru: Запись

source: DNS Record
ru: DNS запись

source: Zone
ru: Зона

source: Reverse zones
ru: Обратные зоны

source: SOA record
ru: SOA запись

source: SOA Record
ru: SOA Запись

source: Records
ru: Записи

source: SOA records
ru: SOA записи

source: DNS Records
ru: DNS записи

source: DNS update
ru: Обновить DNS
