Repository: chk2k2/fusiondirectory-plugins
Catalog: invitations/locale/*/fusiondirectory.po
Languages: fr, nl

source: Token is missing from URL
fr: Le jeton est absent de l'URL

source: Could not find any invitation matching token "%s"
fr: Impossible de trouver une invitation correspondant au jeton "%s"

source: Found several invitations matching token "%s"
fr: Plusieurs invitations correspondant au jeton "%s" ont été trouvées

source: The invitation matching token "%s" does not exist anymore
fr: L’invitation correspondant au jeton "%s" n’existe plus

source: This invitation has already been filled and is waiting approval
fr: Cette invitation a déjà été remplie et est en attente d'approbation

source: This invitation has already been filled and approved
fr: Cette invitation a déjà été remplie et approuvée

source: This invitation has already been filled and rejected. Please contact your referent to get a new invitation if needed.
fr: Cette invitation a déjà été remplie et rejetée. Veuillez contacter votre référent pour obtenir une nouvelle invitation si nécessaire.

source: This invitation is in unknown state "%s"
fr: Cette invitation est dans l’état inconnu "%s"

source: Error
fr: Erreur

source: %s - by %s
fr: %s - par %s

source: Sent
fr: Envoyée

source: Filled
fr: Remplie

source: Accepted
fr: Acceptée

source: Rejected
fr: Rejetée

source: Registration
fr: Inscription
nl: Registratie

source: Registration sent through a public form
fr: Inscription envoyée via un formulaire public
nl: Registratie verzonden via een openbaar formulierq

source: Email address
fr: Adresse de courriel
nl: E-mailadres

source: Email address which the invitation was sent to
fr: Adresse de courriel à laquelle l'invitation a été envoyée
nl: E-mailadres waarnaar de uitnodiging verzonden werd

source: Status
fr: État

source: State of this registration
fr: État de cette inscription
nl: Toestand van deze registratie

source: Last change
fr: Dernière modification
nl: Laatste wijziging

source: Date and author of the last state change
fr: Date et auteur du dernier changement d'état
nl: Datum en auteur van de laatste wijziging

source: Invitation object used to create this registration
fr: Objet d'invitation utilisé pour créer cette inscription
nl: Uitnodigingsobject gebruikt om de deze registratie te creëren

source: User object
fr: Objet utilisateur
nl: Gebruikersobject

source: User object created by this registration
fr: Objet utilisateur créé par cette inscription
nl: Gebruikersobject gecreëerd door deze registratie

source: invalid
fr: Non valide

source: Registrations
fr: Inscriptions

source: Registrations management
fr: Gestion des inscriptions

source: Manage registrations
fr: Gérer les inscriptions

source: Accept
fr: Accepter

source: Reject
fr: Rejeter

source: Cannot accept %s. It has been locked by %s.
fr: Impossible d’accepter %s. Elle a été verrouillée par %s.

source: Cannot accept registration %s, it's not in status "Filled".
fr: Impossible d'accepter l'inscription %s, son statut n'est pas "Remplie".

source: Cannot move %s. It has been locked by %s.
fr: Impossible de déplacer %s. Elle a été verrouillée par %s.

source: Account locking
fr: Verrouillage du compte

source: Unlocking failed using password method "%s". Account "%s" has not been unlocked!
fr: Le déverrouillage grâce a la méthode de mot de passe "%s" a échoué. Le compte "%s" n'a pas été déverrouillé !

source: Cannot reject %s. It has been locked by %s.
fr: Impossible de rejeter %s. Elle a été verrouillée par %s.

source: Cannot reject registration %s, it's not in status "Filled".
fr: Impossible de rejeter l'inscription %s, son statut n'est pas "Remplie".

source: Cannot delete %s. It has been locked by %s.
fr: Impossible de supprimer %s. Elle a été verrouillée par %s.

source: Could not find invitation "%s"
fr: Impossible de trouver l'invitation "%s"

source: Found several invitations "%s"
fr: Plusieurs invitations trouvées pour "%s"

source: Form "%s" could not be found
fr: Le formulaire "%s" n'a pas pu être trouvé

source: Found several forms named "%s"
fr: Plusieurs formulaires nommés "%s" ont étés trouvés

source: Statuses
fr: Statuts

source: Invitations management
fr: Gestion des invitations
nl: Uitnodigingenbeheer

source: Manage invitations
fr: Gérer les invitations
nl: Beheer uitnodigingen

source: Invitation to fill a public form
fr: Invitation à remplir un formulaire public
nl: Uitnodiging om een openbaar formulier in te vullen.

source: Name
fr: Nom
nl: Naam

source: Name used to identify this invitation
fr: Nom utilisé pour identifier cette invitation
nl: Naam om deze uitnodiging te identificeren

source: Form
fr: Formulaire
nl: Formulier

source: Public form this invitation should link to
fr: Le formulaire public auquel cette invitation devrait être liée
nl: Openbaar formulier waarnaar deze uitnodiging zou moeten verwijzen

source: Email subject
fr: Sujet du courriel
nl: E-mailonderwerp

source: Subject of the email sent for this invitation
fr: Sujet du courriel envoyé pour cette invitation
nl: Onderwerp van de e-mail die voor deze uitnodiging verzonden werd

source: Email content
fr: Contenu du courriel
nl: E-mailinhoud

source: Content of the email sent for this invitation
fr: Contenu du courriel envoyé pour cette invitation
nl: Inhoud van de e-mail die voor deze uitnodiging verzonden werd

source: Author
fr: Auteur
nl: Auteur

source: Author of this invitation
fr: Auteur de cette invitation
nl: Auteur van deze uitnodiging

source: Emails
fr: Destinataires

source: Reply to
fr: Répondre à

source: Email address set as "Reply to" in the sent emails
fr: Adresse de courriel définie comme champ "Répondre à" dans les courriels envoyés

source: List of email adresses of people to invite - one per line
fr: Liste des adresses courriel des personnes à inviter - une par ligne
nl: Lijst van e-mailadressen van uit te nodigen mensen - één per regel

source: "%s" is not a valid email address
fr: "%s" n'est pas une adresse courriel valide
nl: "%s" is geen geldig e-mailadres

source: There is already a registration object for "%s"
fr: Il existe déjà un objet de type invitation pour : %s

source: Failed to create registration object for "%s", because of the following errors: %s
fr: Impossible de créer un objet inscription pour "%s" en raison des erreurs suivantes: %s
nl: Het is mislukt om een registratieobject te creëren voor "%s", vanwege de volgende fouten: %s

source: Failed to send invitation email to "%s". Check your email settings.
fr: Échec de l'envoi du courriel d'invitation à "%s". Vérifiez vos paramètres de messagerie.
nl: Het is mislukt om een uitnodigingse-mail te creëren voor "%s". Contoleer uw e-mailinstellingen.

source: Success
fr: Succès
nl: Succes

source: %d invitations were sent and saved successfully
fr: %d invitations ont été envoyées et enregistrées avec succès
nl: %d uitnodigingen werden succesvol verzonden en opgeslagen

source: Invitations configuration
fr: Configuration des invitations
nl: Uitnodigingenconfiguratie

source: FusionDirectory invitations plugin configuration
fr: Configuration du plugin Invitations
nl: FusionDirectory uitnodigingen pluginconfiguratie

source: Invitations RDN
fr: Branches des invitations
nl: UItnodigingen RDN

source: Branch in which invitations will be stored
fr: Branche dans laquelle les invitations seront stockées
nl: Sectie waarin de uitnodigingen opgeslagen zullen worden

source: Registrations RDN
fr: Branches des inscriptions
nl: Registraties RDN

source: Branch in which registrations will be stored
fr: Branche dans laquelle les inscriptions seront stockées
nl: Sectie waarin de registraties opgeslagen zullen worden

source: Email expeditor
fr: Expéditeur du courriel

source: The email address used to send invitation emails. Be careful to select an address that your server can send from without being flagged as spam.
fr: L'adresse de courriel utilisée pour envoyer les courriels d'invitation. Veillez à sélectionner une adresse que votre serveur peut envoyer sans être signalé comme spam.

source: Default email content
fr: Contenu par défaut du courriel

source: Default content of the email sent invitations
fr: Contenu par défaut des invitations envoyées par courrier électronique

source: User registration status
fr: Statut de l’inscription de l'utilisateur

source: User registration
fr: Inscription

source: This user object is a registration awaiting approval
fr: Cet objet utilisateur est une inscription en attente d'approbation

source: Hello
fr: Bonjour

source: Click here to connect
fr: Cliquez ici pour vous connecter

source: Click here if you fail to connect
fr: Cliquez ici si vous ne parvenez pas à vous connecter

source: Invitation
nl: Uitnodiging

source: From email
nl: Van e-mail

source: Email address set as "From" field and "Reply to" in the sent emails
nl: E-mailadres dat ingesteld is als "Van"-veld en "Antwoord verzenden naar" in de verzonden e-mails

source: You need to fill the "%s" field in order to send invitations
nl: U moet het "%s"-veld invullen om uitnodigingen te verzenden

source: Invitations
nl: Uitnodigingen
