Repository: chk2k2/fusiondirectory-plugins
Catalog: audit/locale/*/fusiondirectory.po
Languages: cs_cz

source: Audit event
cs_cz: Auditní událost

source: An event like ldap modification which was registered by audit plugin
cs_cz: Úprava-událost v LDAP která byla zaznamenána auditním zásuvným modulem

source: Event
cs_cz: Událost

source: Time
cs_cz: Čas

source: Date and time this event happened
cs_cz: Datum a čas události

source: Action
cs_cz: Akce

source: Action type
cs_cz: Typ akce

source: Author
cs_cz: Autor

source: Action author
cs_cz: Autor akce

source: Object type
cs_cz: Typ objektu

source: Object
cs_cz: Objekt

source: Target object
cs_cz: Cílový objekt

source: Attributes
cs_cz: Atributy

source: Target attributes
cs_cz: Atributy cíle

source: Result
cs_cz: Výsledek

source: Result or error
cs_cz: Výsledek nebo chyba

source: Date
cs_cz: Datum

source: Audit configuration
cs_cz: Nastavení auditování

source: FusionDirectory audit plugin configuration
cs_cz: Nastavení auditního zásuvného modulu pro FusionDirectory

source: Audit RDN
cs_cz: Relativní rozlišený název auditu

source: Branch in which audit events will be stored
cs_cz: Větev ve které budou ukládány auditní události

source: Actions to audit
cs_cz: Akce které auditovat

source: Which actions should be stored in LDAP audit log
cs_cz: Které akce by měly být uloženy v LDAP auditním logu

source: Days to keep
cs_cz: Kolik dnů ponechat

source: Number of days of audit to keep in the LDAP when cleaning
cs_cz: Počet dnů po které ponechávat audit v LDAP při čištění

source: Sign in
cs_cz: Přihlásit

source: Sign out
cs_cz: Odhlásit
