Repository: chk2k2/fusiondirectory-plugins
Catalog: fusioninventory/locale/*/fusiondirectory.po
Languages: cs_cz

source: Inventory objects
cs_cz: Objekty inventáře

source: Browse inventory objects
cs_cz: Procházet objekty inventáře

source: NO LABEL
cs_cz: BEZ POPISKU

source: IP
cs_cz: IP adresa

source: Macs
cs_cz: Stroje Apple Mac

source: Operating Systems
cs_cz: Operační systémy

source: Actions
cs_cz: Akce

source: Edit
cs_cz: Upravit

source: Remove
cs_cz: Odebrat

source: FusionInventory agent configuration
cs_cz: Nastavení agenta FusionInventory

source: Configuration
cs_cz: Nastavení

source: Server which FI will send inventory infos
cs_cz: Server, který F.I. bude posílat údaje o inventáři

source: Delay time
cs_cz: Délka prodlevy

source: Maximum initial delay before first target, in seconds
cs_cz: Nejvyšší umožněná počáteční prodleva před prvním cílem, v sekundách

source: Wait
cs_cz: Čekat

source: Maximum delay between each targets, in seconds
cs_cz: Nejvyšší umožněná prodleva mezi oběma cíli, v sekundách

source: Web Interface
cs_cz: Webové rozhraní

source: Disable web interface
cs_cz: Vypnout webové rozhraní

source: Do not use web interface
cs_cz: Nepoužívat webové rozhraní

source: Network interface to listen to
cs_cz: Síťové rozhraní, na kterém očekávat spojení

source: Trust
cs_cz: Důvěra

source: IPs allowed to launch inventory task through web interface
cs_cz: IP adresy počítačů, ze kterých je možné spouštět úkony inventarizace z webového rozhraní

source: Inventory
cs_cz: Inventář

source: Inventory Viewer
cs_cz: Prohlížeč inventáře

source: Inventory object
cs_cz: Objekt inventáře

source: Matching system
cs_cz: Odpovídající systémy

source: System
cs_cz: Systém

source: System entry matching this inventory
cs_cz: Systémová položka odpovídající tomuto inventáři

source: Users
cs_cz: Uživatelé

source: Processes
cs_cz: Procesy

source: Create a system based on this inventory
cs_cz: Vytvořit systém na základě tohoto inventáře

source: Create
cs_cz: Vytvořit

source: No matching system
cs_cz: Žádný odpovídající systém

source: FusionInventory configuration
cs_cz: Nastavení FusionInventory

source: FusionDirectory FusionInventory plugin configuration
cs_cz: Nastavení zásuvného modulu FusionInventory pro FusionDirectory

source: Inventory RDN
cs_cz: Relativní rozlišený název inventáře

source: Branch in which inventory objects will be stored
cs_cz: Větev, ve které budou ukládány objekty inventáře

source: Inventory matching
cs_cz: Párování inventáře

source: Criteria to link an inventory result to a system
cs_cz: Hlediska pro přiřazení výsledku inventury k systému

source: Mac address
cs_cz: MAC adresa

source: IP address
cs_cz: IP adresa

source: Both
cs_cz: Obojí

source: IP or Mac address
cs_cz: IP či MAC adresa

source: FusionDirectory configuration %s/%s is not readable. Aborted.
cs_cz: Nastavení %s/%s FusionDirectory není čitelné. Akce byla zrušena.
