Repository: chk2k2/fusiondirectory-plugins
Catalog: public-forms/locale/*/fusiondirectory.po
Languages: it_it, nl

source: Invalid link, both token and form are provided
it_it: Link non valido, sono forniti sia token che modulo

source: Could not find any invitation matching token "%s"
it_it: Impossibile trovare alcun invito corrispondente al token "%s"

source: Found several invitations matching token "%s"
it_it: Trovato diversi inviti corrispondenti a token "%s"

source: The invitation matching token "%s" does not exist anymore
it_it: Il token di invito a corrispondenza "%s" non esiste più

source: Could not find any invitation matching registration with token "%s"
it_it: Impossibile trovare una registrazione di abbinamento di invito con il token "%s"

source: Form name or token missing from URL
it_it: Nome del modulo o token mancante dall'URL

source: Form "%s" could not be found
it_it: Impossibile trovare il modulo "%s"

source: Found several forms named "%s"
it_it: Trovato diversi formulari denominati "%s"

source: Form "%s" is private and requires an invitation
it_it: Il modulo "%s" è privato e richiede un invito

source: Error
it_it: Errore

source: Captcha code was wrong!
it_it: Il codice captcha era sbagliato!

source: You need to accept the terms of service to continue!
it_it: Devi accettare i termini di servizio per continuare!

source: Form - %s
it_it: Modulo - %s

source: Form
it_it: Modulo
nl: Formulier

source: Altered fields
it_it: Campi alterati

source: Alteration on form fields
it_it: Alterazione nei campi modulo

source: Field
it_it: Campo

source: LDAP name of a form field
it_it: Nome LDAP di un campo modulo

source: Mandatory
it_it: Obbligatorio

source: Should this field be mandatory
it_it: Questo campo dovrebbe essere obbligatorio

source: Read only
it_it: Solo lettura

source: Should this field be read only
it_it: Questo campo deve essere in sola lettura

source: Imported
it_it: Importato

source: Should this field be imported from HTTP headers
it_it: Questo campo deve essere importato dalle intestazioni HTTP

source: Hidden
it_it: Nascosto

source: Should this field be hidden away
it_it: Questo campo dovrebbe essere nascosto

source: Public forms
it_it: Moduli pubblici
nl: Openbare formulieren

source: Public forms management
it_it: Gestione dei moduli pubblici
nl: Openbareformulierenbeheer

source: Manage public forms
it_it: Gestire moduli pubblici
nl: Beheer openbare formulieren

source: Public form
it_it: Modulo pubblico
nl: Openbaar formulier

source: Public form which creates objects inside FusionDirectory
it_it: Modulo pubblico che crea oggetti all'interno di FusionDirectory
nl: Openbaar formulier dat objecten creëert binnen FusionDirectory

source: Name
it_it: Nome
nl: Naam

source: Name used to identify this form
it_it: Nome utilizzato per identificare questo modulo
nl: Naam om dit formulieren te identificeren

source: Title
it_it: Titolo
nl: Titel

source: Title of this form
it_it: Titolo di questo modulo
nl: Titel van dit formulier

source: Text
it_it: Testo
nl: Tekst

source: Text of the public form, shown before the form
it_it: Testo del modulo pubblico, mostrato prima del modulo
nl: Tekst van het openbare formulier, getoond vóór het formulier

source: Object type
it_it: Tipo di oggetto

source: Type of objects you wish to create from this form
it_it: Tipo di oggetti che si desidera creare da questo modulo
nl: Type objecten dat u wenst te creëren vanuit dit formulier

source: Template
it_it: Modello
nl: Sjabloon

source: Object template used by this form
it_it: Modello oggetto utilizzato da questo modulo
nl: Objectsjabloon dat gebruikt wordt door dit formulier

source: Confirmation text
it_it: Testo di conferma
nl: Bevestigingstekst

source: Text shown once the object is created
it_it: Testo visualizzato una volta creato l'oggetto
nl: Tekst die getoond wordt zodra het object gecreëerd wordt

source: Private
it_it: Privato
nl: Privaat

source: Restrict this form to invitations
it_it: Limita questo modulo agli inviti

source: Creation base
it_it: Base di creazione

source: Base in which objects will get created
it_it: Base in cui verranno creati gli oggetti

source: TOS URL
it_it: URL TOS

source: Terms of service URL. If filled, this adds a mandatory checkbox to agree to the terms at this URL.
it_it: Termini dell'URL del servizio. Se riempito, aggiunge una casella di controllo obbligatoria per accettare i termini su questo URL.

source: Add a captcha to the form
it_it: Aggiungi un captcha al modulo

source: Link to the public form as currently saved in the LDAP
it_it: Collegamento al modulo pubblico come attualmente salvato nell'LDAP

source: Public forms configuration
it_it: Configurazione dei moduli pubblici
nl: Openbareformulierenconfiguratie

source: FusionDirectory public forms plugin configuration
it_it: Configurazione del plugin per moduli pubblici FusionDirectory
nl: FusionDirectory openbare formulieren pluginconfiguratie

source: Public forms RDN
it_it: Moduli pubblici RDN
nl: Openbare formulieren RDN

source: Branch in which public forms will be stored
it_it: Ramo in cui verranno archiviati i moduli pubblici
nl: Sector waarin openbare formulieren opgeslagen zullen worden

source: Securimage path
it_it: Percorso di Securimage

source: If you wish to use captchas in your forms, you need to install securimage. Specify here the path to the main class.
it_it: Se desideri utilizzare captcha nei tuoi moduli, devi installare securimage. Specificare qui il percorso della classe principale.

source: Securimage URI
it_it: URI Securimage

source: The base URI at which securimage is available
it_it: L'URI di base in cui è disponibile securimage

source: I agree to the <a target="_blank" href="%1">terms of service</a>
it_it: Sono d'accordo con i <a target="_blank" href="%1"> termini di servizio </a>
