Repository: chk2k2/fusiondirectory-plugins
Catalog: ppolicy/locale/*/fusiondirectory.po
Languages: fr, nl

source: Password policies
fr: Politiques de mot de passe
nl: Wachtwoordbeleid

source: Password policies management
fr: Gestion des politiques de mot de passe
nl: Paswoordbeleidsbeheer

source: Password policy
fr: Politique de mot de passe
nl: Wachtwoord policy

source: Password policy for ppolicy overlay
fr: Politiques de mot de passe pour l'overlay ppolicy
nl: paswoordbeleid voor ppolicy overlay

source: Policy
fr: Politique
nl: Beleid

source: Policy name
fr: Nom de la politique de mot de passe
nl: Naam van het beleid

source: A short description of this policy
fr: Courte description de cette politique
nl: Een korte beschrijving van dit beleid

source: Minimum length
fr: Longueur minimale
nl: Minimumlengte

source: Minimum length of the user supplied password - passwords shorter than this value will be rejected
fr: Longueur minimale du mot de passe fourni par l'utilisateur - les mots de passe plus courts que cette valeur seront rejetées
nl: Minimumlengte van het gebruikerspaswoord - paswoorden korter dan deze waarde zullen afgekeurd worden

source: Passwords in history
fr: Mots de passe dans l’historique
nl: Gebruikte paswoorden

source: Number of passwords that are maintained in a list of previously used passwords
fr: Nombre de mots de passe qui sont maintenues dans une liste de mots de passe utilisés antérieurement
nl: Aantal paswoorden die bijgehouden worden in een lijst van voordien gebruikte paswoorden

source: Minimum password age
fr: Age minimum du mot de passe
nl: Minimum paswoordleeftijd

source: Minimum time between password changes
fr: Délai minimum entre les changements de mot de passe
nl: Minimumtijd tussen paswoordveranderingen

source: Maximum password age
fr: Durée de vie du mot de passe
nl: Maximum paswoordleeftijd

source: Maximum time a password is valid, after which it is deemed to be no longer usable and any bind operations attempted with the expired password will be treated as invalid
fr: Temps maximum un mot de passe est valide, après quoi il est réputé ne plus être utilisable et toutes les opérations de connexion tenté avec le mot de passe expiré seront traités comme non valides
nl: Maximumtijd dat een paswoord geldig is, daarna wordt het geacht niet langer bruikbaar te moeten zijn en elke bindoperatiepoging met het vervallen paswoord zal worden behandeld als ongeldig

source: Expiry warning delay
fr: Délai d'avertissement d'expiration
nl: Vervalwaarschuwingsuitstel

source: Defines the start time - in seconds - prior to the password expiry that password expiry warning messages are returned in bind responses. 0 to disable
fr: Définit l'heure de début - en secondes - avant l’expiration du mot passe qui retournera des messages d'avertissement d'expiration dans les réponses de bind. 0 pour désactiver
nl: Definieert de starttijd - in seconden - voor het paswoordverval met dewelke paswoordvervalwaarschuwingsboodschappen worden weergegeven als bind antwoord. 0 om af te zetten.

source: Grace period
fr: Période de grâce
nl: Gratieperiode

source: Number of times a user is allowed to successfully bind using an expired password
fr: Nombre de fois qu'un utilisateur est autorisé à se lier avec succès en utilisant un mot de passe expiré
nl: Aantal keer dat het een gebruiker toegelaten is om succesvol te binden, gebruik makend van een vervallen paswoord

source: Allow user change
fr: Autoriser le changement par l'utilisateur
nl: Laat gebruikersverandering toe

source: Whether users are allowed to change their own passwords
fr: Si les utilisateurs sont autorisés à changer leur mot de passe
nl: Of een gebruiker al dan niet zijn eigen paswoord mag aanpassen

source: Safe modify
fr: Modification sure
nl: Veiligheidsmodus

source: Whether a user must send the current password during a password modification operation
fr: Si un utilisateur doit envoyer le mot de passe actuel pendant une opération de modification de mot de passe
nl: Of een gebruiker al dan niet zijn huidig paswoord moet geven gedurende een paswoordveranderingshandeling

source: Check quality
fr: Vérifier la qualité
nl: Controleer kwaliteit

source: Decides what to do if the function in "Check module" is not available
fr: Décide ce qu'il faut faire si la fonction "Check module" n'est sont pas disponible
nl: Beslist wat te doen als de functie in "Check module" niet aanwezig is

source: Disabled
fr: Désactivée
nl: Onactief

source: Ignore errors
fr: Ignorer les erreurs
nl: Negeer fouten

source: Reject on errors
fr: Rejeter sur erreurs
nl: Verwerp bij fouten

source: Check module
fr: Module de vérification de la qualité
nl: Kontroleer module

source: Name of a user supplied password quality check module that will be called to perform password quality checks and is only relevant if pwdCheckQuality is either 1 or 2
fr: Nom du module de contrôle de qualité du mot de passe qui sera appelé à effectuer des contrôles de qualité n'est pertinent que si pwdCheckQuality est 1 ou 2
nl: Naam van een gebruikerspaswoordkwaliteitscontrolemodule die wordt opgeroepen bij paswoordkwaliteitscontroles en die enkel relevant is als pwdCheckQuality 1 noch 2 is

source: Lock out
fr: verrouiller
nl: Uitsluiting

source: Activate lock out
fr: Activer le verrouillage
nl: Activeer uitsluiting

source: Whether to lock an account that had more consecutive failed bind attempts with invalid passwords than is defined by "Maximum failures"
fr: Faut-il verrouiller un compte qui avait plus d’échecs de connexion consécutifs avec des mots de passe incorrects que ce qui est défini par «Nombre d'échec maximal"
nl: Of al dan niet een account wordt vergrendeld dat meer opeenvolgende mislukte bind pogingen met ongeldig paswoord heeft dan is gedefinieerd in "maximum mislukte pogingen"

source: Lock out duration
fr: La durée de verrouillage
nl: Uitsluitingsperiode

source: Time the account remains locked after an automatic lock out (0 means for ever)
fr: Temps que le compte reste bloqué après un verrouillage automatique sur (0 signifie pour toujours)
nl: Tijd dat het account vergrendeld blijft na een automatische vergrendeling (0 betekent eindeloos)

source: Maximum failures
fr: Nombre d'échec maximal
nl: Maximum mislukte pogingen

source: Number of consecutive password failures allowed before automatic lock out
fr: Nombre d'échecs de mot de passe consécutifs autorisé avant à verrouillage automatique
nl: Aantal opeenvolgende mislukte paswoordpogingen toegestaan voor automatische uitsluiting

source: Failure count interval
fr: Intervalle de comptage d’échecs
nl: Mislukte pogingen telinterval

source: Time after which the count of consecutive password failures is reset even if no successful authentication has occurred
fr: Temps au bout duquel le nombre d'échecs de mot de passe consécutifs est réinitialisé même si aucune authentification réussie a eu lieu
nl: Tijd na dewelke de teller van opeenvolgende mislukte paswoordpogingen op nul wordt gezet zelf indien geen succesvolle authenticatiepoging heeft plaats gevonden

source: Must change
fr: Doit changer
nl: Verplicht veranderen

source: Whether the user must change their password after an account is reset by an administrator following an automatic lockout
fr: Si l'utilisateur doit changer son mot de passe après qu'un compte aie été réinitialisé par un administrateur suite à un verrouillage automatique
nl: Of de gebruiker al dan niet zijn/haar paswoord moet veranderen nadat een account gereset is door een systeembeheerder omwille van een automatische uitsluiting

source: Ppolicy plugin configuration
fr: Configuration ppolicy
nl: Ppolicy pluginconfiguratie

source: FusionDirectory ppolicy plugin configuration
fr: Configuration du plugin ppolicy
nl: FusionDirectory ppolicy pluginconfiguratie

source: Ppolicy plugin
fr: Plugin ppolicy

source: Ppolicy RDN
fr: Branche ppolicy

source: Branch in which ppolicies will be stored
fr: Branche dans laquelle les politiques de mot de passe seront stockées
nl: Tak waarin ppolicies zullen worden ogeslagen

source: Default ppolicy cn
fr: Cn de la politique par défaut
nl: Standaard ppolicy cn

source: What you put as default ppolicy in the overlay config
fr: Ce que vous mettez comme politique par défaut dans la configuration de l'overlay
nl: Wat je zet als standaard ppolicy en de overlayconfig

source: Statistics about ppolicy expired users
fr: Statistiques sur les utilisateurs ppolicy expirés
nl: Statistieken over ppolicy vervallen gebruikers

source: Expired accounts
fr: Comptes expirés
nl: Vervallen accounts

source: Locked accounts
fr: Comptes verrouillés
nl: Vergrendelde accounts

source: Login
fr: Identifiant
nl: Inlognaam

source: Name
fr: Nom
nl: Naam

source: Phone number
fr: Numéro de téléphone
nl: Telefoonnummer

source: Expiration date
fr: Date d'expiration
nl: Vervaldatum

source: Email
fr: Courriel

source: Configuration error
fr: Erreur de configuration
nl: Configuratiefout

source: Default ppolicy "%s" could not be found in the LDAP!
fr: La ppolicy par défaut "%s" n’a pas été trouvée dans le LDAP !
nl: Standaard ppolicy "%s" kon niet gevonden worden in de LDAP!

source: Ppolicy "%s" set for user "%s" could not be found in the LDAP!
fr: La ppolicy "%s" pour l'utilisateur "%s" n’a pas été trouvée dans le LDAP !
nl: Ppolicy "%s" ingesteld voor gebruiker "%s" kon niet gevonden worden in de LDAP!

source: Edit user's password policy
fr: Éditer la politique de mot de passe de l'utilisateur
nl: Bewerk het gebruikerswachtwoordbeleid

source: Use a specific policy for this user
fr: Utiliser une politique spécifique pour cet utilisateur
nl: Gebruik een bepaald beleid policy voor deze gebruiker

source: Last password change
fr: Dernier changement de mot de passe
nl: Laatste wachtwoord is veranderd

source: Last time the password for the entry was changed
fr: La dernière fois que le mot de passe pour l'entrée a été changé
nl: Laatste keer dat het paswoord voor de ingave veranderd was

source: Account locked time
fr: Heure de verrouillage du compte
nl: Account vergrendeltijd

source: Time the account was locked
fr: A quel moment le compte a été verrouillé
nl: Tijd dat het account vergrendeld was

source: Reset locking / force change
fr: Réinitialiser verrouillage / changement obligatoire
nl: Reset vergrendeling / verplichte verandering

source: Resets the lock status of this account and/or force a password change
fr: Réinitialise l'état de verrouillage de ce compte et / ou imposer un changement de mot de passe
nl: Reset de vergendelingsstatus van dit account en/of verplicht een paswoord verandering

source: Force password change (resets locking)
fr: Force de changement de mot de passe (réinitialise le verrouillage)
nl: Verplicht paswoord verandering (resets vergrendeld)

source: Reset locking (same password)
fr: Réinitialiser le verrouillage (même mot de passe)
nl: Reset vergrendeling (zelfde paswoord)

source: Use the default
fr: Utiliser les réglages par défaut
nl: Gebruik de standaard

source: Never
fr: Jamais
nl: Nooit

source: Unlocked
fr: Déverrouille
nl: Niet geblokkeerd

source: Locked permanently
fr: Verrouillé de façon permanente
nl: Permanente vergrendeling

source: There is one locked account
fr: Il y a un compte verrouille
nl: Er is %1 geblokkeerd account

source: There is no locked account
fr: Il n'y a pas compte verrouillé
nl: Er is geen account vergrendeld

source: Manager concerned
fr: Manager concerné
nl: Beheerder aanbelangend

source: telephoneNumber
fr: Numéro de téléphone
nl: telefoonNummer

source: pwdAccountLockedTime
fr: Date de blocage du mot de passe

source: mail
fr: courriel
nl: E-mail

source: Description
nl: Omschrijving
