Repository: chk2k2/fusiondirectory-plugins
Catalog: puppet/locale/*/fusiondirectory.po
Languages: cs_cz, de, el_gr, fr, it_it, ko, nl, pt_br, sv

source: Puppet server
el_gr: Εξυπηρετητής Puppet
fr: Serveur Puppet
it_it: Server Puppet
ko: Puppet 서버
pt_br: Servidor Puppet

source: This service allows you to use a puppet server
cs_cz: Pomocí této služby je možné využívat puppet server
de: Dieser Dienst ermöglicht es Ihnen, einen puppet Server zu nutzen
el_gr: Αυτή η υπηρεσία σας επιτρέπει να χρησιμοποιήσετε έναν εξυπηρετητή puppet
fr: Ce service vous permet d'utiliser un serveur Puppet
it_it: Questo servizio permette l'uso di un server puppet
ko: 이 서비스를 통해 퍼펫 서버를 사용할 수 있습니다
nl: Deze service laat toe om een puppet server te gebruiken
pt_br: Este serviço te dá permissão a usar um servidor Puppet
sv: Den här tjänsten låter dig använda en puppet-server

source: Environments
cs_cz: Prostředí
de: Umgebungen
el_gr: Περιβάλλοντα
it_it: Ambienti
ko: 환경
nl: Omgevingen
pt_br: Ambientes
sv: Miljöer

source: Available environments for puppet nodes
cs_cz: Prostředí, dostupná pro uzly puppet
de: Verfügbare Umgebungen für puppet-nodes
el_gr: Διαθέσιμα περιβάλλοντα για puppet nodes
fr: Environnements disponibles pour les noeuds Puppet
it_it: Ambienti disponibili per i nodi puppet
ko: 퍼펫 노드에 사용 가능한 환경
nl: Beschikbare omgevingen voor puppet nodes
pt_br: Ambiente disponível para nós do puppet
sv: Tillgängliga miljöer för puppet-noder

source: Puppet node settings
cs_cz: Nastavení Puppet uzlu
de: Puppetknoteneinstellungen
el_gr: Ρυθμίσεις Puppet node
fr: Paramètres des noeuds
it_it: Impostazioni del nodo puppet
ko: 퍼펫 노드 설정
nl: Puppet-node-instellingen
pt_br: Configurações do nó do puppet
sv: Puppet nodinställningar

source: Puppet class
cs_cz: Puppet třída
de: Puppet Klasse
el_gr: Κλάση Puppet
fr: Classe Puppet
it_it: Classe puppet
ko: 퍼펫 클래스
nl: Puppetklasse
pt_br: Classe do Puppet
sv: Puppet klass

source: Puppet Node Class
cs_cz: Třída Puppet uzlu
de: Puttet Node Klasse
el_gr: Κλάση Puppet Node
fr: Class de noeuds Puppet
it_it: Classe del nodo puppet
ko: 퍼펫 노드 클래스
nl: Puppet-nodeklasse
pt_br: Classe do nó do puppet
sv: Puppet Nodklass

source: Parent node
cs_cz: Nadřazený uzel
el_gr: Γονικό νήμα
fr: Noeud Père
it_it: Nodo genitore
ko: 부모 노드
pt_br: Nó pai
sv: Föräldranod

source: Puppet Parent Node
cs_cz: Nadřazený Puppet uzel
el_gr: Γονικό Puppet Node
fr: Noeud Parent
it_it: Nodo genitore Puppet
ko: 퍼펫 부모 노드
pt_br: Nó pai do puppet
sv: Puppet föräldranod

source: Environment
cs_cz: Prostředí
de: Umgebung
el_gr: Περιβάλλον
fr: Environnement
it_it: Ambiente
ko: 환경
nl: Omgeving
pt_br: Ambiente
sv: Miljö

source: Puppet Node Environment
cs_cz: Prostředí Puppet uzlu
de: Puppet Node Umgebung
el_gr: Περιβάλλον Puppet Node
fr: Environnement nœud de Puppet
it_it: Ambiente del nodo puppet
ko: 퍼펫 노드 환경
nl: Puppet-node-omgeving
pt_br: Nó ambiente do puppet
sv: Puppet Nodmiljö

source: A variable setting for puppet
cs_cz: Nastavení proměnné pro puppet
de: Eine Variableneinstellung für Puppet
el_gr: Μια μεταβλητή ρύθμιση για το puppet
fr: un paramètre variable pour puppet
it_it: Impostazione di una variabile di Puppet
ko: 퍼펫에 대한 변수 설정
nl: Een variabele instelling voor puppet
pt_br: Configuração da variável para o puppet
sv: En variabelinställning för puppet

source: Name of the variable
cs_cz: Název proměnné
de: Name der Variable
el_gr: Το όνομα της μεταβλητής
fr: Nom de la variable
it_it: Nome della variabile
ko: 변수 이름
nl: Naam van de variabele
pt_br: Nome da variável
sv: Namn på variabeln

source: Value of the variable
cs_cz: Hodnota proměnné
de: Wert der Variable
el_gr: Τιμή της μεταβλητής
fr: Valeur de la variable
it_it: Valore della variabile
ko: 변수의 값
nl: Waarde van de variabele
pt_br: Valor da variável
sv: Värde på variabeln

source: Puppet
ko: 퍼펫

source: Support for puppet schema in order to edit puppet classes and puppet vars
cs_cz: Podpora pro schéma puppet pro úpravy puppet tříd a proměnných
de: Unterstützung für puppet Schema um puppet Klassen und puppet vars zu bearbeiten
el_gr: Υποστήριξη για σχήμα puppet για την επεξεργασία κλάσεων puppet και puppet vars
fr: Soutien pour le schéma Puppet afin de modifier les classes Puppet et les variables Puppet
it_it: Supporto per lo schema di puppet, al fine di modificare le classi e le variabili di puppet
ko: 퍼펫 클래스 및 퍼펫 변수를 편집하기위한 퍼펫 스키마 지원
nl: Ondersteuning voor puppet schema om puppet klassen en puppet vars te kunnen editeren
pt_br: Suporte para esquema puppet para editar as classes de puppet e puppet vars
sv: Stöd för puppetschema för att redigera puppet-klasser och puppet-variabler

source: You need to add the puppet service to a server to be able to use this tab
cs_cz: Aby bylo možné použít tuto kartu je třeba na server přidat službu puppet
fr: Vous devez ajouter le service puppet à un serveur pour pouvoir utiliser cet onglet
it_it: Ãˆ necessario aggiungere il servizio puppet a un server per poter utilizzare questa scheda
ko: 이 탭을 사용하려면 서버에 퍼펫 서비스를 추가해야합니다
nl: Je moet de puppet service toevoegen aan een server indien je deze tab wil gebruiken
