Repository: chk2k2/fusiondirectory-plugins
Catalog: squid/locale/*/fusiondirectory.po
Languages: cs_cz, pt_br

source: This allow to store basic squid settings in ldap for each user
cs_cz: Toto umožňuje uchovávat základní nastavení pro squid proxy v ldap, pro každého z uživatelů zvlášť
pt_br: Isto permite armazenar configurações básicas do squid no ldap para cada usuário

source: Proxy account
cs_cz: účet proxy
pt_br: Conta de proxy

source: Filter unwanted content (i.e. pornographic or violence related)
cs_cz: nepropouštět nežádoucí obsah (tj. pornografii či násilí)
pt_br: Filtro de conteúdo não desejado (pornografia, violência, etc)

source: Working Start
cs_cz: Začátek pracovní doby
pt_br: Comece a trabalhar

source: HourStart
cs_cz: Hodina začátku
pt_br: Hora de início

source: MinuteStart
cs_cz: Minuta začátku
pt_br: Minuto de inicil

source: Limit proxy access to working time
cs_cz: Povol přístup k proxy jen v pracovní dobu.
pt_br: Limite de acesso para o tempo de trabalho do proxy

source: Working Stop
cs_cz: Konec pracovní doby
pt_br: Parar o trabalho

source: MinuteStop
cs_cz: Minuta konce
pt_br: Minuto de parada

source: Restrict proxy usage by quota
cs_cz: omez využívání proxy pomocí kvót
pt_br: Restringir o uso de proxy por quota

source: Up
cs_cz: nahoru
pt_br: Subir

source: per
cs_cz: za

source: hour
cs_cz: hodina
pt_br: hora

source: day
cs_cz: den
pt_br: dia

source: week
cs_cz: týden
pt_br: semana

source: month
cs_cz: měsíc
pt_br: mês

source: Start Working Hours
cs_cz: Začátek provozní doby
pt_br: Comece Jornada de Trabalho

source: Starting hours for internet access
cs_cz: Od jaké hodiny povolovat přístup k Internetu
pt_br: Começando horas para acesso à internet

source: Proxy Quota
cs_cz: Kvóta na proxy
pt_br: Quota do proxy

source: Max Data quota for the proxy
cs_cz: Kvóta dat pro proxy
pt_br: Quota de Dados máxima para o proxy
