Repository: chk2k2/fusiondirectory-plugins
Catalog: debconf/locale/*/fusiondirectory.po
Languages: ko, nl

source: Debconf profile management
ko: Debconf 프로필 관리
nl: Debconf profile beheer

source: Error
ko: 오류
nl: Fout

source: There is no template for this profile
ko: 이 프로필에 대한 템플릿이 없습니다
nl: Er is geen sjabloon voor dit profiel

source: Can't find entry %s in LDAP for profile %s
ko: 프로필 %s의 LDAP에서 항목 %s를 찾을 수 없습니다.
nl: Kan ingave niet vinden %s in LDAP voor profiel %s

source: LDAP error
ko: lDAP 오류
nl: LDAP fout

source: LDIF error
ko: LDIF 오류
nl: LDIF fout

source: In order to import a debconf file, please run the following command : <br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>With <b>filename</b> the file name, and <b>name</b> the desired name for the template.<br/>
ko: debconf 파일을 임포트하기 위해서는 아래 명령을 실행해 주세요 : <br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>With <b>filename</b> the file name, and <b>name</b> the desired name for the template.<br/>
nl: Om een debconf file te importeren voer a.u.b. het volgende commando uit: <br/> <i>debconf2ldif.pl -b ou=<b>name</b>,%s-k <b>filename</b> > template.ldif </i><br/>With<b>filename</b>the file name, and <b>name</b> the desired name for the template. <br/>

source: Debconf profile
ko: Debconfi 프로필
nl: Debconf profiel

source: Debconf profile information
ko: Debconf 프로필 정보
nl: Debconf profiel informatie

source: Name
ko: 명칭
nl: Naam

source: Import a debconf file
ko: debconf 파일 임포트
nl: Importeer een debconf bestand

source: Name of this debconf template
ko: debconf 템플릿의 이름
nl: Naam van dit debconf sjabloon

source: Entries
ko: 항목
nl: Ingaves

source: Debconf template answers
ko: Debconf 템플릿 응답
nl: Debconf sjabloon antwoorden

source: Import
ko: 가져오기
nl: Importeren

source: Debconf preseed startup
ko: Debconf 미리 시작
nl: Debconf ga verder met startup

source: Debconf settings
ko: Debconf 설정
nl: Debconf configuratie

source: Profile
ko: 프로필
nl: Profiel

source: Debconf preseed profile to be used for installation
ko: 설치에 사용되는 Debconf 미리 설정 프로파일
nl: Debconf ga verder met profiel te gebruiken bij installatie

source: Release
ko: 릴리즈

source: Debian release to install
ko: 설치될 Debian 릴리즈
nl: Te installeren Debian release

source: Filter
ko: 필터
